Repository: maelchiotti/LocalMaterialNotes
Catalog: lib/l10n/translations/app_*.arb
Languages: cs, de, es, fr, hi, it, pl, pt, ru, tr, uk, zh, zh_hant

# dialog_export_encryption_description
source: The title and the content of the notes will be encrypted using your password. It should be randomly generated, exactly 32 characters long, strong (at least 1 lowercase, 1 uppercase, 1 number and 1 special character) and securely stored.
cs: Název a obsah poznámek bude šifrován pomocí vašeho hesla. Mělo by být náhodně vygenerované, přesně 32 znaků dlouhé, silné (alespoň 1 malé písmeno, 1 velké písmeno, 1 číslo a 1 speciální znak) a bezpečně uložené.
de: Der Titel und der Inhalt der Notiz werden mit deinem Passwort verschlüsselt. Es sollte zufällig generiert, 32 Zeichen lang, stark (mindestens 1 Kleinbuchstabe, 1 Großbuchstabe, 1 Ziffer, 1 Sonderzeichen) und sicher gespeichert sein.
es: El título y el contenido de las notas serán cifrados usando su contraseña. Debe ser generado aleatoriamente, exactamente 32 caracteres de largo, fuerte (al menos 1 minúscula, 1 mayúscula, 1 número y 1 carácter especial) y almacenado de forma segura.
fr: Le titre et le contenu des notes seront chiffrés à l'aide de votre mot de passe. Il devrait être généré de façon aléatoire, d'exactement 32 caractères de long, fort (au moins 1 minuscule, 1 majuscule, 1 chiffre et 1 caractère spécial) et stocké de manière sécurisée.
hi: नोट्स का शीर्षक और सामग्री आपके पासवर्ड का उपयोग करके एन्क्रिप्ट की जाएगी। यह यादृच्छिक रूप से उत्पन्न होना चाहिए, ठीक 32 अक्षर लंबा, मजबूत (कम से कम 1 लोअरकेस, 1 अपरकेस, 1 नंबर और 1 विशेष वर्ण) और सुरक्षित रूप से संग्रहीत होना चाहिए।
it: Il titolo e il contenuto delle note saranno crittografati usando la tua password. Quest''ultima dovrebbe essere generata in maniera casuale, essere lunga esattamente 32 caratteri, essere forte (deve contenere almeno 1 carattere minuscolo, 1 maiuscolo, 1 numero e 1 carattere speciale) e memorizzata in modo sicuro.
pl: Tytuł i treść notatek będą zaszyfrowane przy użyciu hasła. Powinno być ono wygenerowane losowo, mieć 32 znaki, być silne (co najmniej 1 mała litera, 1 duża litera, 1 liczba i 1 znak specjalny) i bezpiecznie przechowywane.
pt: O título e o conteúdo das notas serão criptografados com sua senha. Deve ser gerado aleatoriamente, com exatamente 32 caracteres, forte (pelo menos 1 minúsculo, 1 maiúsculo, 1 número e 1 caractere especial) e armazenado de forma segura.
ru: Заметки будут зашифрованы паролем. Пароль должен быть сгенерирован случайным образом, длиной в 32 символа (должен содержать минимум 1 строчную букву, 1 заглавную букву, 1 цифру и 1 специальный символ) и храниться в надежном месте.
tr: Notların başlığı ve içeriği şifreniz kullanılarak şifrelenecektir. Şifre rastgele oluşturulmalı, tam olarak 32 karakter uzunluğunda, güçlü (en az 1 küçük harf, 1 büyük harf, 1 sayı ve 1 özel karakter) olmalı ve güvenli bir şekilde saklanmalıdır.
uk: Назва та вміст нотаток будуть зашифровані за допомогою вашого пароля. Він має бути згенерований випадковим чином, складатися рівно з 32 символів, бути надійним (принаймні 1 мала літера, 1 велика літера, 1 цифра та 1 спеціальний символ) та надійно зберігатися.
zh: 笔记的标题和内容将使用您的密码进行加密。密码应随机生成，长度恰好为 32 个字符，具有较强的强度（至少 1 个小写字母、1 个大写字母、1 个数字和 1 个特殊字符），并安全存储。
zh_hant: 筆記的標題和內容將使用您的密碼加密。密碼應該隨機產生、長度恰好 32 個字元、高強度 (包含至少 1 個小寫、1 個大寫、1 個數字和 1 個特殊字元) 並安全地妥為保管。

# dialog_export_encryption_secondary_description_auto
source: This password will be used for all future automatic exports.
cs: Toto heslo bude použito pro všechny budoucí automatické exporty.
de: Passwort, das für alle zukünftigen automatischen Exporte genutzt wird.
es: Esta contraseña se utilizará para todas las exportaciones automáticas futuras.
fr: Ce mot de passe sera utilisé pour tous les futurs exports automatiques.
hi: इस पासवर्ड का उपयोग भविष्य में सभी स्वचालित निर्यातों के लिए किया जाएगा।
it: Questa password sarà utilizzata per tutte le esportazioni automatiche future.
pl: To hasło będzie używane dla wszystkich przyszłych automatycznych eksportów.
pt: Esta senha será usada em todas as futuras exportações automáticas.
ru: Этот пароль будет использован для всех автоматических экспортов заметок.
tr: Bu şifre gelecekteki tüm otomatik dışa aktarmalar için kullanılacaktır.
uk: Цей пароль буде використано для всіх майбутніх автоматичних експортів.
zh: 此密码将用于将来的所有自动导出。
zh_hant: 此後所有自動匯出皆將使用此密碼。

# dialog_export_encryption_secondary_description_manual
source: This password will only be used for this export.
cs: Toto heslo bude použito pouze pro tento export.
de: Dieses Passwort wird nur für diesen Export verwendet.
es: Esta contraseña sólo se usará para esta exportación.
fr: Ce mot de passe ne sera utilisé que pour cet export.
hi: इस पासवर्ड का उपयोग केवल इस निर्यात के लिए किया जाएगा।
it: Questa password sarà utilizzata solo per questa esportazione.
pl: To hasło zostanie użyte tylko dla tego eksportu.
pt: Esta senha será usada apenas para esta exportação.
ru: Этот пароль будет использоваться только для экспорта текущих заметок.
tr: Bu şifre sadece bu dışa aktarım için kullanılacaktır.
uk: Цей пароль буде використано лише для цього експорту.
zh: 此密码仅用于此导出。
zh_hant: 此密碼僅限此次匯出使用。

# dialog_export_encryption_password_invalid
source: Invalid
cs: Neplatné
de: Ungültig
es: Inválido
fr: Invalide
hi: अमान्य
it: Non valida
pl: Nieprawidłowe hasło
pt: Inválido
ru: Неверно
tr: Geçersiz
uk: Недійсний
zh: 无效
zh_hant: 無效

# dialog_import_encryption_password_description
source: This export is encrypted. To import it, you need to provide the password used to encrypt it.
cs: Tento export je zašifrovaný. Chcete-li jej importovat, musíte zadat heslo použité k jeho šifrování.
de: Dieser Export ist verschlüsselt. Um ihn zu importieren, musst du das Passwort eingeben, das du zum Verschlüsseln verwendet hast.
es: Esta exportación está encriptada. Para importarla, necesita proporcionar la contraseña utilizada para encriptarla.
fr: Cet export est chiffré. Pour l''importer, vous devez fournir le mot de passe utilisé pour le chiffrer.
hi: यह निर्यात एन्क्रिप्टेड है। इसे आयात करने के लिए, आपको इसे एन्क्रिप्ट करने के लिए उपयोग किया गया पासवर्ड प्रदान करना होगा।
it: Questa esportazione è crittografata. Per importarla, è necessario fornire la password utilizzata per crittografarla.
pl: Ten eksport jest zaszyfrowany. Aby go zaimportować, musisz podać hasło użyte do szyfrowania go.
pt: Esta exportação é criptografada. Para importá-lo, você precisa fornecer a senha usada para criptografá-la.
ru: Данные зашифрованы. Чтобы импортировать данные, нужно ввести пароль.
tr: Bu dışa aktarım şifrelenmiştir. İçeri aktarmak için, şifrelemek için kullanılan şifreyi sağlamanız gerekir.
uk: Цей експорт зашифровано. Щоб імпортувати його, потрібно вказати пароль, який використовувався для шифрування.
zh: 此导出已加密。要导入它，您需要提供用于加密它的密码。
zh_hant: 此匯出已經加密。若要匯入，您需要提供用以加密的密碼。

# dialog_import_encryption_password_error
source: the decrypting of the export failed. Please check that you provided the same password that the one you used for encrypting the export.
cs: dešifrování exportu se nezdařilo. Zkontrolujte, zda jste zadali stejné heslo, které jste použili pro šifrování exportu.
de: Die Entschlüsselung des Exportes ist fehlgeschlagen. Bitte überprüfe, dass du das Passwort eingegeben hast, das du zum Verschlüsseln verwendet hast.
es: el desencriptado de la exportación falló. Por favor, compruebe que proporcionó la misma contraseña que la que utilizó para encriptar la exportación.
fr: le déchiffrement de l''export a échoué. Veuillez vérifier que vous avez fourni le même mot de passe que celui que vous avez utilisé pour chiffrer l''export.
hi: निर्यात को डिक्रिप्ट करना विफल रहा। कृपया जाँच लें कि आपने वही पासवर्ड दिया है जो आपने निर्यात को एन्क्रिप्ट करने के लिए इस्तेमाल किया था।
it: la decifratura dell''esportazione non è riuscita. Controlla di aver fornito la stessa password utilizzata per crittografare l''esportazione.
pl: nie udało się odszyfrować notatek. Upewnij się, że podałeś to samo hasło, którego użyłeś do szyfrowania eksportu.
pt: a descriptografia da exportação falhou. Verifique se você forneceu a mesma senha usada para criptografar a exportação.
ru: не удалось расшифровать данные. Убедитесь, что вы ввели правильный пароль.
tr: dışa aktarmanın şifresinin çözülmesi başarısız oldu. Lütfen dışa aktarımı şifrelemek için kullandığınız parolayla aynı parolayı girip girmediğinizi kontrol edin.
uk: Розшифрування експорту не вдалося. Переконайтеся, що ви вказали той самий пароль, який використовували для шифрування експорту.
zh: 解密导出失败。请检查您提供的密码是否与加密导出时使用的密码相同。
zh_hant: 解密匯出失敗。請檢查用以加密匯出的密碼與您所提供的是否相同。

# dialog_label_add
source: Add label
cs: Přidat štítek
de: Label hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
hi: लेबल जोड़ें
it: Aggiungi etichetta
pl: Dodaj tag
ru: Добавить новый тег
tr: Etiket ekle
uk: Додати тег
zh: 添加标签
zh_hant: 新增標籤

# dialog_label_edit
source: Edit label
cs: Upravit štítek
de: Label bearbeiten
es: Editar etiqueta
fr: Modifier l''étiquette
hi: लेबल संपादित करें
it: Modifica etichetta
pl: Edytuj tag
ru: Редактировать тег
tr: Etiketi düzenle
uk: Редагувати тег
zh: 编辑标签
zh_hant: 編輯標籤

# dialog_label_name_cannot_be_empty
source: The name cannot be empty.
cs: Název nemůže být prázdný.
de: Der Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
hi: नाम रिक्त नहीं रह सकता।
it: Il campo nome non può essere vuoto.
pl: Nazwa nie może być pusta.
ru: Название тега не может быть пустым.
tr: İsim boş olamaz.
uk: Назва не може бути порожньою.
zh: 名称不能为空。
zh_hant: 名稱不得留空。

# dialog_label_name_already_used
source: This name is already used.
cs: Tento název se již používá.
de: Dieser Name wird bereits verwendet.
es: Este nombre ya está en uso.
fr: Ce nom est déjà utilisé.
hi: यह नाम पहले से ही प्रयोग किया जा रहा है।
it: Questo nome è già in uso.
pl: Ta nazwa jest już używana.
ru: Это название тега уже используется.
tr: Bu isim zaten kullanılıyor.
uk: Ця назва вже використовується.
zh: 此名称已经使用。
zh_hant: 此名稱已在使用。

# button_sort_creation_date
source: Creation date
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: निर्माण तिथि
it: Data di creazione
pl: Data utworzenia
ru: По дате создания
tr: Oluşturma tarihi
uk: Дата створення
zh: 创建日期
zh_hant: 建立日期

# button_sort_edition_date
source: Edition date
cs: Datum úpravy
de: Datum der Bearbeitung
es: Fecha de modificación
fr: Date d''édition
hi: संस्करण तिथि
it: Data di modifica
pl: Data edycji
ru: По дате редактирования
tr: Düzenleme tarihi
uk: Дата редагування
zh: 版本日期
zh_hant: 編輯日期

# placeholder_notes
source: No notes
cs: Žádné poznámky
de: Keine Notizen
es: No hay notas
fr: Pas de notes
hi: कोई नोट्स नहीं
it: Nessuna nota
pl: Brak notatek
pt: Sem anotações
ru: Нет заметок
tr: Not yok
uk: Без нотаток
zh: 无笔记
zh_hant: 無筆記

# placeholder_labels
source: No labels
cs: Žádné štítky
de: Keine Labels
es: Sin etiquetas
fr: Aucune étiquette
it: Nessuna etichetta
pl: Brak tagów
uk: Без тегів
zh: 无标签
zh_hant: 無標籤

# placeholder_archives
source: No archived notes
cs: Žádné archivované poznámky
de: Keine archivierten Notizen
fr: Aucune note archivée
it: Nessuna nota archiviata
pl: Brak notatek w archiwum
uk: Відсутні архівовані нотатки
zh: 没有归档的笔记

# placeholder_bin
source: No deleted notes
cs: Žádné odstraněné poznámky
de: Keine gelöschten Notizen
es: No hay notas eliminadas
fr: Aucune note supprimée
hi: कोई भी नोट्स मिटाया नहीं गया
it: Nessuna nota eliminata
pl: Brak usuniętych notatek
pt: Nenhuma anotação excluída
ru: Нет удаленных заметок
tr: Silinen not yok
uk: Відсутні видалені нотатки
zh: 没有删除的笔记
zh_hant: 無已刪除的筆記

# action_disabled
source: Disabled
cs: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
hi: अक्षम
it: Disattivata
pl: Wyłączone
pt: Desabilitado
ru: Отключено
tr: Kapalı
uk: Вимкнено
zh: 已禁用
zh_hant: 已停用

# action_pin
source: Pin
cs: Připnout
de: Anheften
es: Fijar
fr: Épingler
hi: पिन
it: Fissa
pl: Przypnij
pt: Fixar
ru: Закрепить
tr: Sabitle
uk: Закріпити
zh: 固定
zh_hant: 釘選

# action_unpin
source: Unpin
cs: Odepnout
de: Loslösen
es: Desfijar
fr: Désépingler
hi: अनपिन
it: Rimuovi dai fissati
pl: Odepnij
pt: Desfixar
ru: Открепить
tr: Sabitleme
uk: Відкріпити
zh: 取消固定
zh_hant: 取消釘選

# action_share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
hi: शेयर
it: Condividi
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
tr: Paylaş
uk: Поширити
zh: 分享
zh_hant: 分享

# action_share_subject
source: {count} {count, plural, one{note} other{notes}} shared from Material Notes
cs: {count} {count, plural, one{poznámka sdílena} few{poznámky sdíleny} many{poznámek sdíleno} other{poznámek sdíleno}} z aplikace Material Notes
de: {count} {count, plural, one{Notiz} other{Notizen}} von Material Notes geteilt
es: {count} {count, plural, one{nota} other{notas}} compartidas de Notas Material
fr: {count} {count, plural, one{note partagée} other{notes partagées}} à partir de Material Notes
it: {count} {count, plural, one{nota condivisa} other{note condivise}} da Material Notes
pl: {count} {count, plural, one{Notatka udostępniona} other{Notatki udostępnione}} z Material Notes
uk: {count} {count, plural, one{нотатку} other{нотатки}} опубліковано з Material Notes
zh: 从 Material Notes 分享了 {count} {count, plural, other{个笔记}}
zh_hant: {count} {count, plural, other{個筆記}}分享自 Material Notes

# action_archive
source: Archive
cs: Archivovat
de: Archivieren
fr: Archiver
pl: Archiwizuj
uk: Архівувати
zh: 归档

# action_unarchive
source: Unarchive
cs: Obnovit z archivu
fr: Désarchiver
pl: Usuń z archiwum
uk: Розархівувати
zh: 取消归档

# action_delete
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाए
it: Elimina
pl: Usuń
pt: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除
zh_hant: 刪除

# action_restore
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित
it: Ripristina
pl: Przywróć
pt: Restaurar
ru: Восстановить
tr: Kurtar
uk: Відновити
zh: 还原
zh_hant: 還原

# action_delete_permanently
source: Delete permanently
cs: Trvale odstranit
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से मिटाए
it: Elimina definitivamente
pl: Usuń trwale
pt: Excluir permanentemente
ru: Удалить навсегда
tr: Kalıcı sil
uk: Остаточно видалити
zh: 永久删除
zh_hant: 永久刪除

# action_about
source: About
cs: Informace
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Info su
pl: Informacja
pt: Sobre
ru: О заметке
tr: Hakkında
uk: Про додаток
zh: 关于
zh_hant: 關於

# about_last_edited
source: Last edited
cs: Naposledy upraveno
de: Zuletzt bearbeitet
es: Última edición
fr: Dernière modification
hi: अंतिम संपादन
it: Ultima modifica
pl: Ostatnio edytowane
pt: Última edição
ru: Изменено
tr: Son düzenleme
uk: Останнє редагування
zh: 最后编辑
zh_hant: 最後編輯日期

# about_type
source: Type
cs: Typ
de: Typ
es: Tipo
it: Tipo
pl: Typ
uk: Тип
zh: 类型
zh_hant: 類型

# about_created
source: Created
cs: Vytvořeno
de: Erstellt
es: Creación
fr: Création
hi: बनाया था
it: Creata il
pl: Utworzono
pt: Criado
ru: Создано
tr: Oluşturma tarihi
uk: Створено
zh: 创建日期
zh_hant: 建立日期

# about_labels
source: Labels
cs: Štítky
es: Etiquetas
fr: Libellés
hi: लेबल
it: Etichette
pl: Tagi
ru: Количество тегов
tr: Etiketler
uk: Теги
zh: 标签
zh_hant: 標籤數目

# about_words
source: Words
cs: Počet slov
de: Wörter
es: Palabras
fr: Mots
hi: शब्द
it: Parole
pl: Słowa
pt: Palavras
ru: Количество слов
tr: Kelime
uk: Слова
zh: 词数
zh_hant: 字詞數目

# about_characters
source: Characters
cs: Znaky
de: Zeichen
es: Caracteres
fr: Caractères
hi: वर्ण
it: Caratteri
pl: Znaki
pt: Caracteres
ru: Количество символов
tr: Karakter
uk: Властивість
zh: 字符
zh_hant: 字元數目

# about_time_at
source: at
cs: v
de: um
es: a las
fr: à
hi: पर
it: alle
pl: na
pt: às
ru: в
tr: saat
uk: в
zh: 于
zh_hant: 於

# menu_action_select_labels
source: Labels
cs: Štítky
fr: Libellés
pl: Tagi
uk: Теги
zh: 标签

# menu_action_add_labels
source: Add labels
cs: Přidat štítky
fr: Ajouter des libellés
pl: Dodaj tagi
uk: Додати теги
zh: 添加标签

# action_labels_toggle_pins
source: Toggle pins
cs: Přepnout připnutí
de: Fixierung umschalten
es: Alternar fijado
fr: Basculer les épingles
hi: टॉगल पिन
it: Attiva/Disattiva i pin
pl: Przypnij / Odepnij
ru: Закрепить/Открепить
tr: Sabitleri aç / kapat
uk: Перемикач закріплень
zh: 切换固定
zh_hant: 切換釘選

# action_labels_edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादन
it: Modifica
pl: Edytuj
ru: Редактировать
tr: Düzenle
uk: Редагувати
zh: 编辑
zh_hant: 編輯

# action_labels_delete
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाए
it: Elimina
pl: Skasuj
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除
zh_hant: 刪除

# filter_labels_all
source: All
cs: Vše
de: Alle
es: Todas
fr: Tous
hi: सभी
it: Tutte
pl: Wszystkie
ru: Все
tr: Tümü
uk: Всі
zh: 全部
zh_hant: 全部

# filter_labels_visible
source: Visible
cs: Viditelné
de: Sichtbar
fr: Visibles
hi: दृश्यमान
it: Visibili
pl: Ukryte
ru: Видимые
tr: Görünür
uk: Видимі
zh: 可见的
zh_hant: 可見

# filter_labels_hidden
source: Hidden
cs: Skryté
de: Verborgen
es: Ocultas
fr: Masqués
hi: छिपा हुआ
it: Nascoste
pl: Ukryte
ru: Скрытые
tr: Gizlenmiş
uk: Приховані
zh: 隐藏的
zh_hant: 已隱藏

# filter_labels_pinned
source: Pinned
cs: Připnuté
de: Fixiert
es: Fijadas
fr: Épinglés
hi: पिन की गई
it: Fissate
pl: Przypięte
ru: Закреплённые
tr: Sabitlendi
uk: Закріплені
zh: 固定的
zh_hant: 已釘選

# snack_bar_copied
source: Content of the {count, plural, one{note} other{notes}} copied to the clipboard.
cs: Obsah {count, plural, one{poznámky} other{poznámek}} zkopírovan do schránky.
fr: Contenu {count, plural, one{de la note} other{des notes}} copié dans le presse-papiers.
hi: नोट की सामग्री क्लिपबोर्ड पर कॉपी कर दी गई।
pl: Zawartość {count, plural, one{notatki} other{notatek}} skopiowano do schowka.
ru: Содержимое заметки скопировано.
tr: Panoya kopyalanan notun içeriği.
uk: Вміст {count, plural, one{нотатка} other{нотатків}} скопійовано до буфера обміну.
zh: {count, plural, other{笔记}}内容已复制到剪贴板。
zh_hant: 筆記內容已複製至剪貼簿。

# snack_bar_import_success
source: The backup was successfully imported.
cs: Záloha byla úspěšně importována.
de: Das Backup wurde erfolgreich importiert.
es: La copia de seguridad se ha importado correctamente.
fr: La sauvegarde a été importée avec succès.
it: Il backup è stato importato con successo.
pl: Notatki zostały zaimportowane.
ru: Резервная копия была успешно импортирована.
tr: Yedekleme başarıyla içe aktarıldı.
uk: Резервну копію успішно імпортовано.
zh: 已成功导入备份。
zh_hant: 備份已成功匯入。

# snack_bar_export_success
source: The backup were successfully exported.
cs: Záloha byla úspěšně exportována.
de: Das Backup wurde erfolgreich exportiert.
es: La copia de seguridad se ha exportado correctamente.
fr: La sauvegarde a été exportée avec succès.
it: Il backup è stato esportato con successo.
pl: Notatki zostały wyeksportowane.
ru: Резервная копия была успешно экспортирована.
tr: Yedekleme başarıyla dışa aktarıldı.
uk: Резервні копії успішно експортовано.
zh: 已成功导出备份。
zh_hant: 備份已成功匯出。

# snack_bar_logs_copied
source: The logs were copied to your clipboard.
cs: Logy byly zkopírovány do schránky.
de: Die Logs wurden in deine Zwischenablage kopiert.
es: Los registros han sido copiados al portapapeles.
fr: Les logs ont été copiés dans votre presse-papiers.
hi: लॉग आपके क्लिपबोर्ड पर कॉपी कर दिए गए हैं।
it: I log sono stati copiati negli appunti.
pl: Skopiowano logi do schowka.
pt: Os registros foram copiados para sua área de transferência.
ru: Логи скопированы в буфер обмена.
tr: Günlükler panonuza kopyalandı.
uk: Лог-файли скопійовано до буфера обміну.
zh: 日志已复制到剪贴板。
zh_hant: 記錄檔已複製至您的剪貼簿。

# snack_bar_logs_exported
source: The logs were successfully exported.
cs: Logy byly úspěšně exportovány.
de: Die Logs wurden erfolgreich exportiert.
es: Los registros se exportaron correctamente.
fr: Les logs ont été exportés avec succès.
hi: लॉग सफलतापूर्वक निर्यात किए गए।
it: I log sono stati esportati con successo.
pl: Logi zostały wyeksportowane.
pt: Os registros foram exportados com sucesso.
ru: Логи были успешно экспортированы.
tr: Günlükler başarıyla dışa aktarıldı.
uk: Лог-файли успішно експортовано.
zh: 日志已成功导出。
zh_hant: 記錄檔已成功匯出。

# snack_bar_no_labels
source: There are no labels.
cs: Nemáte žádné štítky.
de: Es gibt keine Labels.
es: No hay etiquetas.
fr: Il n''y a aucune étiquette.
it: Non ci sono etichette.
pl: Brak tagów.
ru: Нет тегов.
tr: Etiket yok.
uk: Теги відсутні.
zh: 没有标签。
zh_hant: 未有任何標籤。

# quick_action_add_plain_text_note_title
source: Add a plain text note
cs: Přidat poznámku s prostým textem
fr: Ajouter une note de texte brut
pl: Dodaj zwykłą notatkę tekstową
uk: Додати нотатку у вигляді звичайного тексту
zh: 添加纯文本笔记

# quick_action_add_markdown_note_title
source: Add a markdown note
cs: Přidat markdown poznámku
fr: Ajouter une note en markdown
pl: Dodaj notatkę z formatowaniem
uk: Додати нотатку у вигляді markdown
zh: 添加 Markdown 笔记

# quick_action_add_rich_text_note_title
source: Add a rich text note
cs: Přidat poznámku s bohatým textem
fr: Ajouter une note de texte riche
pl: Dodaj wzbogaconą notatkę tekstową
uk: Додати нотатку у вигляді форматованого тексту
zh: 添加富文本笔记

# quick_action_add_checklist_note_title
source: Add a checklist note
cs: Přidat poznámku se zaškrtávacím seznamem
fr: Ajouter une note de liste de contrôle
pl: Dodaj listę kontrolną
uk: Додати нотатку у вигляді контрольованого листа
zh: 添加核对清单笔记

# welcome_note_title
source: Welcome to Material Notes!
cs: Vítejte v Material Notes!
de: Willkommen bei Material Notes!
es: Bienvenido a Material Notes !
fr: Bienvenue dans Material Notes !
hi: मैटेरियल नोट्स में आपका स्वागत है!
it: Benvenuto su Material Notes!
pl: Witaj w Material Notes!
pt: Bem-vindo ao Material Notes!
ru: Добро пожаловать в Material Notes!
tr: Materyal Notlara hoşgeldin!
uk: Вітаю у Material Notes!
zh: 欢迎使用 Material Notes！
zh_hant: 歡迎使用 Material Notes！

# welcome_note_content
source: Simple, local, material design notes
cs: Jednoduché, lokální poznámky s material designem
de: Einfache, lokale, materiell designte Notizen
es: Notas simples, locales, en Material Design
fr: Notes simples, locales, en material design
hi: सरल, स्थानीय, मैटेरियल डिज़ाइन नोट्स
it: Semplici note salvate in locale, in stile Material Design
pl: Proste, lokalne notatki w stylu Material Design
pt: Notas simples, locais, em material design
ru: Простые, локальные заметки в стиле Material Design
tr: Basit, çevrimdışı, materyal tasarımlı notlar
uk: Прості, локальні, нотатки в стилі Material Design
zh: 简单、本地、Material 设计笔记
zh_hant: 簡單易用、本機操作、Material 設計之筆記

# font_system_default
source: System default
cs: Výchozí systémový
de: System Standard
es: Predeterminado del sistema
fr: Valeur par défaut du système
it: Predefinito del sistema
pl: Domyślny systemowy
uk: Системні за замовчуванням
zh: 系统默认
zh_hant: 系統預設值

# note_type_plain_text
source: Plain text
cs: Prostý text
de: Unformatierter Text
es: Texto sin formato
fr: Texte brut
it: Testo semplice
pl: Zwykły tekst
uk: Звичайний текст
zh: 纯文本
zh_hant: 純文字

# note_type_markdown
source: Markdown
pl: Formatowanie
uk: Текст з розміткою

# note_type_rich_text
source: Rich text
cs: Formátovaný text
de: Formatierter Text
es: Texto enriquecido
fr: Texte riche
pl: Tekst wzbogacony
uk: Форматований текст
zh: 富文本
zh_hant: 格式化文字

# note_type_checklist
source: Checklist
cs: Zaškrtávací seznam
fr: Liste de contrôle
pl: Lista kontrolna
uk: Контрольований список
zh: 核对清单

# settings_about_help
source: Help
hi: मदद
ru: Справка
tr: Yardım
zh_hant: 說明

# settings_get_in_touch
source: Contact the developer
hi: निर्माणक से संपर्क करें
ru: Связаться с разработчиком
tr: Geliştirici ile iletişime geç
zh_hant: 聯絡開發者

# settings_about_logs
source: Logs
hi: लॉग
ru: Журналы
tr: Günlükler
zh_hant: 記錄檔

# tooltip_toggle_checkbox
source: Toggle checkbox
hi: टॉगल जाँच-सूची
ru: Переключить флажок
tr: Onay kutusunu aç/kapat
zh_hant: 切換核選方塊

# tooltip_toggle_pins
source: Toggle pins
hi: टॉगल पिन
ru: Закрепить/Открепить
tr: Sabitlemeyi aç/kapat
zh_hant: 切換釘選
