Repository: maelchiotti/LocalMaterialNotes
Catalog: lib/l10n/translations/app_*.arb
Languages: cs, de, es, fr, hi, it, pl, pt, ru, tr, uk, zh, zh_hant

# settings_export_logs
source: Export the logs
cs: Exportovat logy
de: Exportiere die Logs
es: Exportar los registros
fr: Exporter les logs
hi: लॉग निर्यात करें
it: Esporta i log
pl: Wyeksportuj logi
pt: Exportar registros
ru: Экспорт журналов
tr: Günlüğü indir
uk: Експортувати лог-файли
zh: 导出日志
zh_hant: 匯出記錄檔

# settings_export_logs_description
source: Export the logs of the application to a text file
cs: Exportovat logy aplikace do textového souboru
de: Exportiere die Logs der App in eine Textdatei
es: Exporta los registros de la aplicación a un archivo de texto
fr: Exporter les logs de l''application vers un fichier texte
hi: एप्लिकेशन के लॉग को टेक्स्ट फ़ाइल में निर्यात करें
it: Esporta i log dell''applicazione in un file di testo
pl: Eksportuj logi aplikacji do pliku tekstowego
pt: Exporte os registros do aplicativo para um arquivo de texto
ru: Экспорт журналов приложения в текстовый файл
tr: Uygulamanın günlüklerini bir metin dosyasına aktarın
uk: Експортувати лог-файли додатка в текстовий файл
zh: 将应用程序的日志导出到文本文件
zh_hant: 將應用程式的記錄檔匯出至文字檔

# settings_about
source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Informazioni
pl: O aplikacji
pt: Sobre
ru: О приложении
tr: Hakkında
uk: Про додаток
zh: 关于
zh_hant: 關於

# settings_about_description
source: Information, help, links
cs: Informace, odkazy, přispět
de: Informationen, Links, Spenden
fr: Informations, liens, dons
hi: जानकारी, सहायता, लिंक
pl: Informacje, linki, darowizna
ru: Информация, помощь, ссылки
tr: Bilgi, yardım, bağlantılar
uk: Інформація, посилання, пожертвування
zh: 信息、链接、捐赠
zh_hant: 資訊、說明、連結

# settings_about_application
source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
hi: एप्लिकेशन
it: Applicazione
pl: Aplikacja
pt: Aplicativo
ru: Приложение
tr: Uygulama
uk: Додаток
zh: 应用程序
zh_hant: 應用程式

# settings_build_mode
source: Build mode
cs: Režim sestavení
de: Build Modus
es: Modo de compilación
hi: निर्माण मोड
pl: Typ kompilacji
pt: Modo da build
ru: Режим сборки
tr: Yapı Modu
uk: Режим збірки
zh: 构建模式
zh_hant: 組建模式

# settings_build_mode_release
source: Release
cs: Vydání
de: Veröffentlichung
es: Versión
fr: Production
hi: संस्करण
it: Rilascio
pl: Produkcyjna
tr: Kararlı
uk: Реліз
zh_hant: 發行版

# settings_build_mode_debug
source: Debug
cs: Ladění
de: Fehlerbehebung
es: Depuración
hi: त्रुटि निवारण
tr: Hata ayıklama
uk: Налагодження
zh_hant: 除錯版

# settings_about_links
source: Links
cs: Odkazy
es: Enlaces
fr: Liens
hi: लिंक
it: Link
pl: Linki
ru: Ссылки
tr: Bağlantılar
uk: Посилання
zh: 链接
zh_hant: 連結

# settings_github_description
source: Take a look at the source code
cs: Prohlédněte si zdrojový kód
de: Den Quellcode einsehen
es: Da un vistazo al código fuente
fr: Jeter un coup d''œil au code source
hi: स्रोत कोड पर एक नज़र डालें
it: Dai un''occhiata al codice sorgente
pl: Zobacz kod źródłowy
pt: Dê uma olhada no código-fonte
ru: Ознакомьтесь с исходным кодом приложения
tr: Kaynak koduna göz at
uk: Переглянути вихідний код
zh: 查看源代码
zh_hant: 查看原始碼

# settings_localizations_description
source: Add or improve the localizations on the Crowdin project
cs: Přidat nebo vylepšit lokalizaci na projektu Crowdin
de: Lokalisierungen im Crowdin-Projekt hinzufügen oder verbessern
es: Añade o mejora las localizaciones en el proyecto Crowdin
fr: Ajouter ou améliorer les traductions sur le projet Crowdin
hi: क्राउडिन परियोजना पर स्थानीयकरण जोड़ें या सुधारें
it: Aggiungi o migliora le localizzazioni tramite Crowdin
pl: Przetłumacz aplikację na Twój język
pt: Adicione ou melhore as traduções do aplicativo no Crowdin
ru: Добавляйте или улучшайте перевод в проекте Crowdin
tr: Crowdin projesine yerelleştirmeler ekleyin veya geliştirin
uk: Додати або покращити локалізації в проєкті Crowdin
zh: 在 Crowdin 项目添加或改进本地化
zh_hant: 到 Crowdin 專案新增或改進翻譯

# settings_licence
source: License
cs: Licence
de: Lizenz
es: Licencia
hi: लाइसेंस
it: Licenza
pl: Licencja
pt: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh: 许可
zh_hant: 授權協議

# hint_title
source: Title
cs: Nadpis
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
pl: Tytuł
pt: Título
ru: Заголовок
tr: Başlık
uk: Заголовок
zh: 标题
zh_hant: 標題

# hint_content
source: Note
cs: Poznámka
de: Notiz
pl: Notatka
uk: Нотатка
zh: 笔记

# hint_link
source: Link
cs: Odkaz
de: Verknüpfung
es: Enlace
fr: Lien
hi: लिंक
pl: Odnośnik
ru: Ссылка
tr: Bağlantı
uk: Посилання
zh: 链接
zh_hant: 連結

# hint_label_name
source: Name
cs: Název
es: Nombre
fr: Nom
hi: नाम
it: Nome
pl: Nazwa
ru: Название
tr: İsim
uk: Назва
zh: 名称
zh_hant: 名稱

# dialog_export_encryption_password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
pl: Hasło
pt: Senha
ru: Пароль
tr: Parola
uk: Пароль
zh: 密码
zh_hant: 密碼

# dialog_select_labels
source: Select labels
cs: Vybrat štítky
de: Labels auswählen
es: Seleccionar etiquetas
fr: Sélectionner les étiquettes
it: Seleziona etichette
pl: Wybierz tagi
uk: Обрати теги
zh: 选择标签
zh_hant: 選取標籤

# dialog_select_labels_to_add
source: Select labels to add
cs: Vyberte štítky k přidání
de: Labels zum hinzufügen auswählen
es: Seleccionar etiquetas a añadir
fr: Sélectionner les étiquettes à ajouter
it: Seleziona etichette da aggiungere
pl: Wybierz tagi do dodania
uk: Обрати теги, щоб додати
zh: 选择要添加的标签
zh_hant: 選取要新增的標籤

# tooltip_undo
source: Undo the last action
cs: Vrátit poslední akci
de: Letzte Aktion rückgängig machen
es: Deshacer la última acción
fr: Annuler la dernière action
it: Annulla l''ultima azione
pl: Cofnij ostatnią akcję
ru: Отменить последнее действие
tr: Son işlemi geri al
uk: Скасувати останню дію
zh: 撤销最后操作
zh_hant: 復原最後一個動作

# tooltip_redo
source: Redo the last action
cs: Opakovat poslední akci
de: Letzte Aktion wiederholen
es: Rehacer la última acción
fr: Rétablir la dernière action
it: Ripeti l''ultima azione
pl: Ponów ostatnią akcję
ru: Повторить последнее действие
tr: Son işlemi yeniden yap
uk: Повторити останню дію
zh: 恢复最后操作
zh_hant: 重做最後一個動作

# tooltip_fab_add_note
source: Add a note
cs: Přidat poznámku
de: Notiz hinzufügen
es: Agregar una nota
fr: Ajouter une note
hi: नोट जोड़े
it: Aggiungi una nota
pl: Dodaj notatkę
pt: Adicionar uma anotação
ru: Добавить заметку
tr: Bir not ekle
uk: Додати нотатку
zh: 添加笔记
zh_hant: 新增筆記

# tooltip_fab_add_plain_text_note
source: Add a plain text note
cs: Přidat poznámku s prostým textem
fr: Ajouter une note de texte brut
it: Aggiungi una nota in testo semplice
pl: Dodaj zwykłą notatkę tekstową
uk: Додати нотатку у вигляді звичайного тексту
zh: 添加纯文本笔记

# tooltip_fab_add_markdown_note
source: Add a markdown note
cs: Přidat markdown poznámku
fr: Ajouter une note en markdown
it: Aggiungi una nota in Markdown
pl: Dodaj notatkę z formatowaniem
uk: Додати нотатку у вигляді markdown
zh: 添加 Markdown 笔记

# tooltip_fab_add_rich_text_note
source: Add a rich text note
cs: Přidat poznámku s bohatým textem
fr: Ajouter une note de texte riche
it: Aggiungi una nota in testo avanzato
pl: Dodaj wzbogaconą notatkę tekstową
uk: Додати нотатку у вигляді форматованого тексту
zh: 添加富文本笔记

# tooltip_fab_add_checklist_note
source: Add a checklist note
cs: Přidat poznámku se zaškrtávacím seznamem
fr: Ajouter une note de liste de contrôle
pl: Dodaj listę kontrolną
uk: Додати нотатку у вигляді контрольованого тексту
zh: 添加核对清单笔记

# tooltip_fab_add_label
source: Add a label
cs: Přidat štítek
de: Label hinzufügen
es: Añadir etiqueta
fr: Ajouter un libellé
hi: लेबल जोड़ें
it: Aggiungi un''etichetta
pl: Dodaj tag
ru: Добавить новый тег
tr: Etiket ekle
uk: Додати тег
zh: 添加标签
zh_hant: 新增標籤

# tooltip_fab_empty_bin
source: Empty the bin
cs: Vysypat koš
de: Papierkorb leeren
es: Vaciar la papelera
fr: Vider la corbeille
hi: बिन खाली करें
it: Svuota il cestino
pl: Opróżnij kosz
pt: Esvaziar a lixeira
ru: Очистить корзину
tr: Çöp kutusunu boşalt
uk: Очистити кошик
zh: 清空回收站
zh_hant: 清空垃圾桶

# tooltip_fab_toggle_editor_mode_edit
source: Switch to editing mode
cs: Přepnout do režimu úprav
de: In Bearbeitungsmodus wechseln
es: Cambiar al modo de edición
fr: Basculer en mode édition
hi: संपादन मोड पर स्विच करें
it: Passa alla modalità di editing
pl: Przełącz na tryb edycji
pt: Alternar para o modo de edição
ru: Переключиться в режим редактирования
tr: Düzenleme moduna geçme
uk: Перейти у режим редактора
zh: 切换到编辑模式
zh_hant: 切換至編輯模式

# tooltip_fab_toggle_editor_mode_read
source: Switch to reading mode
cs: Přepnout do režimu čtení
de: In Lesemodus wechseln
es: Cambiar al modo de lectura
fr: Basculer en mode lecture
hi: रीडिंग मोड पर स्विच करें
it: Passa alla modalità di lettura
pl: Przełącz na tryb czytania
pt: Alternar para o modo leitura
ru: Переключиться в режим чтения
tr: Düzenleme moduna geçme
uk: Перейти у режим читання
zh: 切换到阅读模式
zh_hant: 切換至閱讀模式

# tooltip_layout_list
source: List view
cs: Zobrazit jako seznam
de: Listenansicht
es: Vista en lista
fr: Vue en liste
hi: सूची व्यू
it: Vista a elenco
pl: Lista
pt: Visualizar em lista
ru: Список
tr: Liste görünümü
uk: Огляд списку
zh: 列表视图
zh_hant: 清單檢視

# tooltip_layout_grid
source: Grid view
cs: Zobrazit jako mřížku
de: Tabellenansicht
es: Vista en cuadrícula
fr: Vue en grille
hi: ग्रिड व्यू
it: Vista a griglia
pl: Siatka
pt: Visualizar em grade
ru: Сетка
tr: Izgara görünümü
uk: Огляд сітки
zh: 网格视图
zh_hant: 網格檢視

# tooltip_sort
source: Sort the notes
cs: Řazení poznámek
de: Notizen sortieren
es: Ordenar las notas
fr: Trier les notes
hi: नोट्स को क्रमबद्ध करें
it: Ordina le note
pl: Sortowanie notatek
pt: Ordenar
ru: Сортировать заметки
tr: Notları sırala
uk: Сортувати нотатки
zh: 排序笔记
zh_hant: 排序筆記

# tooltip_search
source: Search the notes
cs: Hledat poznámky
de: Notizen suchen
es: Buscar entre las notas
fr: Rechercher parmi les notes
hi: नोट्स खोजें
it: Cerca tra le note
pl: Przeszukaj notatki
pt: Pesquisar por anotações
ru: Поиск заметок
tr: Notların içinde ara
uk: Пошук нотаток
zh: 搜索笔记
zh_hant: 搜尋筆記

# tooltip_unselect_all
source: Unselect all
cs: Zrušit výběr
de: Alle abwählen
es: Deseleccionar todo
fr: Tout déselectionner
hi: सभी अचयनित
it: Deseleziona tutto
pl: Odznacz wszystko
pt: Desmarcar tudo
ru: Отменить выбор
tr: Tümünün seçimini kaldır
uk: Зняти вибір усіх
zh: 取消全选
zh_hant: 全部取消選取

# tooltip_reset
source: Reset
cs: Výchozí
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
pl: Zresetuj
pt: Redefinir
ru: Сброс
tr: Sıfırla
uk: Скинути
zh: 重置
zh_hant: 重設

# dialog_add_link
source: Add a link
cs: Přidat odkaz
de: Verknüpfung hinzufügen
es: Agregar un vínculo
fr: Ajouter un lien
hi: लिंक जोड़ें
it: Aggiungi un link
pl: Dodaj odnośnik
pt: Adicionar link
ru: Добавить ссылку
tr: Bağlantı ekle
uk: Додати посилання
zh: 添加链接
zh_hant: 新增連結

# dialog_archive
source: Archive
cs: Archivovat
de: Archivieren
fr: Archiver
it: Archivio
pl: Archiwizuj
uk: Архів
zh: 归档

# dialog_archive_body
source: Do you really want to archive {count} {count, plural, one{note} other{notes}}?
cs: Opravdu chcete archivovat {count} {count, plural, one{poznámku} few{poznámky} many{poznámek} other{poznámek}}?
fr: Voulez-vous vraiment archiver {count} {count, plural, one{note} other{notes}}?
it: Vuoi davvero archiviare {count} {count, plural, one{nota} other{note}}?
pl: Czy na pewno chcesz zarchiwizować {count} {count, plural, one{notatkę} other{notatki}}?
uk: Ви справді хочете архівувати {count} {count, plural, one{нотатку} other{нотатки}}?
zh: 是否确定要归档 {count} {count, plural, other{个笔记}}？

# dialog_unarchive
source: Unarchive
cs: Obnovit z archivu
fr: Désarchiver
it: Ripristina
pl: Usuń z archiwum
uk: Розархівувати
zh: 取消归档

# dialog_unarchive_body
source: Do you really want to unarchive {count} {count, plural, one{note} other{notes}}?
cs: Opravdu chcete obnovit {count} {count, plural, one{poznámku} few{poznámky} many{poznámek} other{poznámek}}?
fr: Voulez-vous vraiment désarchiver {count} {count, plural, one{note} other{notes}}?
it: Vuoi davvero ripristinare {count} {count, plural, one{nota} other{note}}?
pl: Czy na pewno chcesz usunąć {count} {count, plural, one{tą notatkę} other{te notatki}} z archiwum?
uk: Ви справді хочете розархівувати {count} {count, plural, one{нотатку} other{нотатки}}?
zh: 是否确定要取消归档 {count} {count, plural, other{个笔记}}？

# dialog_delete
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाए
it: Elimina
pl: Usuń
pt: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除
zh_hant: 刪除

# dialog_delete_body
source: Do you really want to delete {count} {count, plural, one{note} other{notes}}? You can restore {count, plural, one{it} other{them}} from the bin.
cs: Opravdu chcete odstranit {count} {count, plural, one{poznámku} few{poznámky}other{poznámek}}? Můžete {count, plural, one{ji} other{je}} obnovit z koše.
de: Willst du wirklich {count} {count, plural, one{Notiz} other{Notizen}} löschen? Du kannst {count, plural, one{diese} other{diese}} aus dem Papierkorb wiederherstellen.
es: ¿Realmente quieres eliminar {count} {count, plural, one{nota} other{notas}}? ¡Puedes restaurar{count, plural, one{la} other{las}} de la papelera.
fr: Voulez-vous vraiment supprimer {count} {count, plural, one{note} other{notes}} ? Vous pouvez {count, plural, one{la} other{les}} restaurer depuis la corbeille.
hi: क्या आप वाकई {count} {count, plural, zero{} one{नोट} other{नोट्स}} को हटाना चाहते हैं? आप बिन से {count, plural, zero{} one{इसे} other{इन्हें}} पुनर्स्थापित कर सकते हैं।
it: Vuoi davvero eliminare {count} {count, plural, one{nota} other{note}}? Puoi ripristinar{count, plural, one{la} other{le}} dal cestino.
pl: Czy na pewno chcesz skasować {count} {count, plural, one{tą notatkę} other{te notatki}}? Możesz przywrócić {count, plural, one{ją} other{je}} z kosza.
ru: Вы действительно хотите удалить {count} {count, plural, one{заметку} few {заметки} many {заметок} other{заметки}}? Вы можете восстановить {count, plural, one{её} other{их}} из корзины.
uk: Ви справді хочете видалити {count} {count, plural, one{нотатку} other{нотатки}}? Ви зможете відновити {count, plural, one{її} other{їх}} з кошика.
zh: 是否确定要删除 {count} {count, plural, other{个笔记}}？您可以从回收站中还原{count, plural, other{笔记}}。
zh_hant: 您確定要刪除 {count} {count, plural, other{個筆記}}嗎？之後可從垃圾桶中將{count, plural, other{其}}還原。

# dialog_permanently_delete
source: Delete permanently
cs: Trvale odstranit
de: Dauerhaft löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से मिटाए
it: Elimina definitivamente
pl: Usuń trwale
pt: Excluir permanentemente
ru: Удалить
tr: Kalıcı sil
uk: Остаточне видалення
zh: 永久删除
zh_hant: 永久刪除

# dialog_permanently_delete_body
source: Do you really want to permanently delete {count} {count, plural, one{note} other{notes}}? You will not be able to restore {count, plural, one{it} other{them}}.
cs: Opravdu chcete trvale odstranit {count} {count, plural, one{poznámku} few{poznámky}other{poznámek}}? Už {count, plural, one{ji} other{je}} nebudete moci obnovit z koše.
de: Willst du wirklich {count} {count, plural, one{Notiz} other{Notizen}} dauerhaft löschen? Du kannst {count, plural, one{diese} other{diese}} nicht mehr wiederherstellen.
es: ¿Realmente quieres eliminar permanentemente {count} {count, plural, one{nota} other{notas}}? No podrás restaurar{count, plural, one{la} other{las}}.
fr: Voulez-vous vraiment supprimer définitivement {count} {count, plural, one{note} other{notes}} ? Vous ne pourrez pas {count, plural, one{la} other{les}} restaurer.
hi: क्या आप वाकई {count} {count, plural, zero{} one{नोट} other{नोट्स}} को स्थायी रूप से हटाना चाहते हैं? आप {count, plural, zero{} one{इसे} other{इन्हें}} पुनर्स्थापित नहीं कर पाएँगे।
it: Vuoi davvero eliminare definitivamente {count} {count, plural, one{nota} other{note}}? Non potrai ripristinar{count, plural, one{la} other{le}} dal cestino.
pl: Czy na pewno chcesz trwale skasować {count} {count, plural, one{tą notatkę} other{te notatki}}? Ta operacja jest nieodwracalna i nie będziesz mógł {count, plural, one{jej} other{ich}} przywrócić.
ru: Вы действительно хотите навсегда удалить {count} {count, plural, one{заметку} few {заметки} many {заметок} other{заметки}}? Вы не сможете {count, plural, one{её} other{их}} восстановить.
uk: Ви справді хочете остаточно видалити {count} {count, plural, one{нотатку} other{нотатки}}? Ви не матимете змоги відновити {count, plural, one{її} other{їх}}.
zh: 是否确定要永久删除 {count} {count, plural, other{个笔记}}？您将无法还原{count, plural, other{笔记}}。
zh_hant: 您確定要永久刪除 {count} {count, plural, other{個筆記}}嗎？您之後將無法{count, plural, other{}}還原。

# dialog_restore
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
it: Ripristina
pl: Przywróć
pt: Restaurar
ru: Восстановить
tr: Kurtar
uk: Відновити
zh: 还原
zh_hant: 還原

# dialog_restore_body
source: Do you really want to restore {count} {count, plural, one{note} other{notes}}?
cs: Opravdu chcete obnovit {count} {count, plural, one{poznámku} few{poznámky} many{poznámek} other{poznámek}}?
de: Willst du wirklich {count} {count, plural, one{Notiz} other{Notizen}} wiederherstellen?
es: ¿Realmente quieres restaurar {count} {count, plural, one{nota} other{notas}}?
fr: Voulez-vous vraiment restaurer {count} {count, plural, one{note} other{notes}} ?
hi: क्या आप वास्तव में {count} {count, plural, zero{} one{नोट} other{नोट्स}} को पुनर्स्थापित करना चाहते हैं?
it: Vuoi davvero ripristinare {count} {count, plural, one{nota} other{note}}?
pl: Czy na pewno chcesz przywrócić {count} {count, plural, one{tą notatkę} other{te notatki}}?
ru: Вы действительно хотите восстановить {count} {count, plural, one{заметку} few {заметки} many {заметок} other{заметки}}?
uk: Ви справді хочете відновити {count} {count, plural, one{нотатку} other{нотатки}}?
zh: 是否确定要还原 {count} {count, plural, other{个笔记}}？
zh_hant: 您確定要還原 {count} {count, plural, other{個筆記}}嗎？

# dialog_empty_bin
source: Empty the bin
cs: Vysypat koš
de: Papierkorb leeren
es: Vaciar la papelera
fr: Vider la corbeille
hi: बिन खाली करें
it: Svuota il cestino
pl: Opróżnij kosz
pt: Esvaziar a lixeira
ru: Очистить корзину
tr: Çöp kutusunu boşalt
uk: Очистити кошик
zh: 清空回收站
zh_hant: 清空垃圾桶

# dialog_empty_bin_body
source: Do you really want to permanently empty the bin? You will not be able to restore the notes it contains.
cs: Opravdu chcete trvale vyprázdnit koš? Nebudete moci obnovit poznámky, které obsahuje.
de: Willst du den Papierkorb wirklich dauerhaft leeren? Du kannst die enthaltenen Notizen nicht wiederherstellen.
es: ¿Realmente quieres restaurar la papelera? No podrás restaurar las notas en ella.
fr: Voulez-vous vraiment vider définitivement la corbeille ? Vous ne pourrez pas restaurer les notes qu''elle contient.
hi: क्या आप वाकई बिन को हमेशा के लिए खाली करना चाहते हैं? आप उसमें मौजूद नोट्स को वापस नहीं ला पाएंगे।
it: Vuoi davvero svuotare definitivamente il cestino? Non sarai in grado di ripristinare le note al suo interno.
pl: Opróżnić kosz? Tego nie da się cofnąć.
pt: Você realmente deseja esvaziar permanentemente a lixeira? Você não poderá restaurar as notas que ele contém.
ru: Вы действительно хотите отчистить корзину? Все заметки будут безвозвратно удалены.
tr: Çöp kutusunu gerçekten kalıcı olarak boşaltmak istiyor musunuz? İçerdiği notları kurtaramazsınız
uk: Ви справді хочете остаточно очистити кошик? Ви не зможете відновити нотатки, які в ньому містяться.
zh: 是否确定要永久清空回收站？您将无法还原其中包含的笔记。
zh_hant: 您確定要永久清空垃圾桶嗎？您將無法還原當中所載的筆記。

# dialog_delete_label
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Skasuj
pt: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh: 删除
zh_hant: 刪除

# dialog_delete_label_body
source: Do you really want to delete {count} {count, plural, one{label} other{labels}}? {count, plural, one{It} other{They}} will be removed from the notes where you added {count, plural, one{it} other{them}}.
cs: Opravdu chcete odstranit {count} {count, plural, one{štítek} few{štítky} many{štítků} other{štítků}}? {count, plural, one{Bude odstraněn} other{Budou odstraněny}} ze všech poznámek na které jste {count, plural, one{ho} other{je}} přidali.
de: Willst du wirklich {count} {count, plural, one{Label} other{Labels}} löschen? {count, plural, one{Es wird} other{Sie werden}} von den Notizen entfernt, denen du {count, plural, one{es} other{diese}} hinzugefügt hast.
es: ¿Estás seguro de que quieres eliminar {count} {count, plural, one{etiqueta} other{etiquetas}}? {count, plural, one{Esta} other{Estas}} serán removidas de las notas donde las agregaste{count, plural, other{}}.
fr: Voulez-vous vraiment supprimer {count} {count, plural, one{étiquette} other{étiquettes}} ? {count, plural, one{Elle sera retirée} other{Elles seront retirées}} des notes auxquelles vous {count, plural, one{l''avez ajoutée} other{les avez ajoutées}}.
it: Vuoi davvero eliminare {count} {count, plural, one{etichetta} other{etichette}}? {count, plural, one{Sarà rimossa} other{Saranno rimosse}} dalle note a cui {count, plural, one{l''hai assegnata} other{le hai assegnate}}.
pl: Czy na pewno chcesz skasować {count} {count, plural, one{tego taga} other{te tagi}}? {count, plural, one{Tag będzie usunięty} other{Tagi będą usunięte}} z notatek {count, plural, one{nim} other{nimi}} oznaczonych.
ru: Вы действительно хотите удалить {count} {count, plural, one{тег} few {тега} many {тегов} other{}}? {count, plural, one{Он будут удален} other{Они будут удалены}} из тех заметок, в которых вы добавили {count, plural, one{этот тег} other{эти теги}}.
uk: Ви справді хочете видалити {count} {count, plural, one{тег} other{теги}}? {count, plural, one{Його} other{Їх}} буде видаленого з нотаток, де ви додали {count, plural, one{його} other{їх}}.
zh: 是否确定要删除 {count} {count, plural, other{个标签}}？将从您添加{count, plural, other{标签}}的笔记中移除{count, plural, other{标签}}。
zh_hant: 您確定要刪除 {count} {count, plural, other{個標籤}}嗎？{count, plural, other{標籤}}將一併從筆記移除{count, plural, other{}}。

# dialog_export_encryption_switch
source: Encrypt the JSON export
cs: Šifrovat export JSON
de: Verschlüssele den JSON Export
es: Encriptar la exportación JSON
fr: Chiffrer l''export JSON
hi: JSON निर्यात एन्क्रिप्ट करें
it: Crittografa il file JSON esportato
pl: Zaszyfruj JSON podczas eksportu
pt: Criptografar a exportação JSON
ru: Зашифровать экспорт в формате JSON
tr: JSON dışa aktarımını şifreleyin
uk: Шифрування експорту JSON
zh: 加密 JSON 导出
zh_hant: 將 JSON 匯出加密
