Repository: maelchiotti/LocalMaterialNotes
Catalog: lib/l10n/translations/app_*.arb
Languages: cs, de, es, fr, hi, it, pl, pt, ru, tr, uk, zh, zh_hant

# settings_show_labels_note_tile
source: Show labels on note tile
cs: Zobrazit štítky na dlaždici poznámky
de: Labels auf Notizkacheln anzeigen
es: Mostrar etiquetas en el título de las notas
fr: Montrer libellés sur tuile de note
hi: नोट टाइल पर लेबल दिखाएं
it: Mostra le etichette sul riquadro della nota
pl: Pokaż tagi na kafelku notatki
pt: Exibir rótulos no bloco de notas
ru: Теги в карточке с заметкой
tr: Not kutucuğunda etiketleri göster
uk: Показувати теги на плитці нотаток
zh: 在笔记磁贴上显示标签
zh_hant: 筆記方塊上顯示標籤

# settings_show_labels_note_tile_description
source: Show the list of labels of the note tiles
cs: Zobrazit seznam štítků na dlaždicích poznámek
de: Auf der Startseite Notizen mit ihren Labels anzeigen
es: Mostrar la lista de etiquetas en los títulos de las notas
fr: Montrer la liste des libellés sur les tuiles de notes
hi: नोट टाइल्स के लेबल की सूची दिखाएं
it: Mostra l''elenco delle etichette sui riquadri delle note
pl: Pokaż listę tagów na kafelku notatki
pt: Exibir a lista de rótulos dos blocos de notas
ru: Показывать теги в карточке с заметкой
tr: Not kutucuklarının etiket listesini göster
uk: Показати список тегів плиток нотаток
zh: 显示笔记磁贴的标签列表
zh_hant: 顯示筆記方塊的標籤清單

# settings_show_labels_editor
source: Show labels in editor
cs: Zobrazit štítky v editoru
de: Labels im Editor anzeigen
es: Mostrar las etiquetas en el editor
fr: Montrer libellés dans l''éditeur
hi: संपादक में लेबल दिखाएं
it: Mostra le etichette nell''editor
pl: Pokaż tagi w edytorze
pt: Exibir rótulos no editor
ru: Показывать теги в редакторе
tr: Düzenleyicide etiketleri göster
uk: Показати теги в редакторі
zh: 在编辑器中显示标签
zh_hant: 編輯器中顯示標籤

# settings_show_labels_editor_description
source: Show the list of labels at the bottom of the editor
cs: Zobrazit seznam štítků na spodní části editoru
de: Liste der Labels am unteren Rand des Editors anzeigen
es: Muestra la lista de etiquetas en la parte inferior del editor
fr: Montrer la liste des libellés en bas de l''éditeur
hi: लेबल की सूची संपादक के निचले भाग में दिखाएँ
it: Mostra l''elenco delle etichette nella parte inferiore dell''editor
pl: Pokaż listę tagów na dole edytora
pt: Exibir a lista de rótulos na parte inferior do editor
ru: Показывать список тегов под редактором
tr: Düzenleyicinin alt kısmında etiket listesini göster
uk: Показати список тегів унизу редактора
zh: 在编辑器底部显示标签列表
zh_hant: 編輯器底部顯示標籤清單

# settings_backup
source: Backup
cs: Zálohování
de: Sicherung
es: Respaldo
fr: Sauvegarde
hi: बैकअप
pl: Kopia zapasowa
ru: Резервное копирование
tr: Yedekleme
uk: Резервна копія
zh: 备份
zh_hant: 備份

# settings_backup_description
source: Manual and automatic export, encryption, import
cs: Manuální a automatický export, šifrování, import
de: Manueller und automatischer Export, Verschlüsselung, Import
es: Exportación manual y automática, cifrado, importación
fr: Export manuel et automatique, chiffrement, import
hi: मैनुअल और स्वचालित निर्यात, एन्क्रिप्शन, आयात
it: Esportazione manuale e automatica, crittografia, importazione
pl: Ręczny i automatyczny eksport, szyfrowanie, import
pt: Exportação manual e automática, criptografia, importação
ru: Ручной и автоматический экспорт, шифрование, импорт
tr: Manuel ve otomatik dışa aktarma, şifreleme, içe aktarma
uk: Ручний та автоматичний експорт, шифрування, імпорт
zh: 手动和自动导出、加密、导入
zh_hant: 手動與自動匯出、加密、匯入

# settings_backup_import
source: Import
es: Importar
fr: Importer
hi: आयात
it: Importazione
pl: Importuj
pt: Importar
ru: Импорт
tr: İçe aktar
uk: Імпорт
zh: 导入
zh_hant: 匯入

# settings_import
source: Import
es: Importar
fr: Importer
hi: आयात
it: Importa
pl: Importuj
pt: Importar
ru: Импорт заметок
tr: İçe aktar
uk: Імпорт
zh: 导入
zh_hant: 匯入

# settings_import_description
source: Import notes, labels and settings from a JSON file
cs: Importovat poznámky, štítky a nastavení ze souboru JSON
de: Importieren Sie Notizen, Beschriftungen und Einstellungen aus einer JSON-Datei
es: Importar notas, etiquetas y configuraciones desde un archivo JSON
fr: Importer des notes, des étiquettes et des paramètres depuis un fichier JSON
it: Importa note, etichette e impostazioni da un file JSON
pl: Importuj notatki, tagi i ustawienia z pliku JSON
pt: Importar notas, rótulos e configurações de um arquivo JSON
ru: Импорт заметок, тегов и настроек из JSON файла
tr: Notları, etiketleri ve ayarları bir JSON dosyasından içe aktarın
uk: Імпорт нотаток, тегів та налаштувань з JSON-файлу
zh: 从 JSON 文件导入笔记、标签和设置
zh_hant: 從 JSON 檔案匯入筆記、標籤和設定

# settings_backup_manual_export
source: Manual export
cs: Manuální export
de: Manueller Export
es: Exportar manualmente
fr: Export manuel
hi: मैनुअल निर्यात
it: Esportazione manuale
pl: Eksportuj ręcznie
pt: Exportação manual
ru: Ручной экспорт
tr: Manuel dışa aktarma
uk: Ручний експорт
zh: 手动导出
zh_hant: 手動匯出

# settings_export_json
source: Export as JSON
cs: Exportovat jako JSON
de: Exportiere als JSON
es: Exportar a JSON
fr: Exporter en JSON
hi: JSON के रूप में निर्यात करें
it: Esporta in formato JSON
pl: Eksportuj jako JSON
pt: Exportar como JSON
ru: Экспортировать в формате JSON
tr: JSON olarak dışa aktar
uk: Експортувати як JSON-файл
zh: 以 JSON 形式导出
zh_hant: 匯出成 JSON

# settings_export_json_description
source: Immediately export the notes, labels and settings to a JSON file (bin included) that can be imported back
cs: Okamžitě exportovat všechny poznámky, štítky a nastavení do JSON souboru, který lze importovat zpět
de: Exportieren Sie alle Notizen, Beschriftungen und Einstellungen sofort in eine JSON-Datei, die wieder importiert werden kann
fr: Exporter immédiatement toutes les notes, étiquettes et paramètres vers un fichier JSON qui peut être réimporté
it: Esposta immediatamente tutte le note, le etichette e le impostazioni in un file JSON che può essere importato nuovamente
pl: Natychmiast wyeksportuj wszystkie notatki, tagi i ustawienia do pliku JSON, który może być importowany z powrotem
pt: Exportar imediatamente todas as notas, etiquetas e configurações para um arquivo JSON que pode ser importado de volta
ru: Моментально экспортировать заметки, теги и настройки в формате JSON (включая заметки из корзины)
tr: Notları, etiketleri ve ayarları hemen geri alınabilecek bir JSON dosyasına (binary dahil) aktarın
uk: Миттєво експортувати всі нотатки, теги та налаштування у файл JSON, який можна імпортувати назад
zh: 立即将所有笔记、标签和设置导出到 JSON 文件中，以便可以重新导入
zh_hant: 立即將筆記、標籤和設定匯出成 JSON 檔案 (連同垃圾桶)，以便日後可重新匯入

# settings_export_markdown
source: Export as Markdown
cs: Exportovat jako Markdown
de: Exportiere als Markdown
es: Exportar a Markdown
fr: Exporter en Markdown
hi: मार्कडाउन के रूप में निर्यात करें
it: Esporta come Markdown
pl: Wyeksportuj jako Markdown
pt: Exportar como Markdown
ru: Экспортировать в формате Markdown
tr: Markdown olarak dışa aktar
uk: Експортувати як Markdown
zh: 以 Markdown 形式导出
zh_hant: 匯出成 Markdown

# settings_export_markdown_description
source: Immediately export the notes to a Markdown file (bin included)
cs: Okamžitě exportovat všechny poznámky do Markdown souboru
de: Exportieren Sie alle Notizen sofort in eine Markdown-Datei
fr: Exporter immédiatement toutes les notes vers un fichier Markdown
hi: नोट्स को तुरंत मार्कडाउन फ़ाइल में निर्यात करें (बिन सहित)
it: Esporta immediatamente tutte le note in un file Markdown
pl: Natychmiast wyeksportuj wszystkie notatki do pliku Markdown
pt: Exportar imediatamente todas as notas para um arquivo em Markdown
ru: Моментально экспортировать заметки в формате Markdown (включая заметки из корзины)
tr: Notları hemen bir Markdown dosyasına aktarın (bin dahil)
uk: Миттєво експортувати всі нотатки до файлу Markdown
zh: 立即将所有笔记导出到 Markdown 文件中
zh_hant: 立即將筆記匯出成 Markdown 檔案 (連同垃圾桶)

# settings_backup_auto_export
source: Automatic export
cs: Automatický export
de: Automatischer Export
es: Exportación automática
fr: Export automatique
hi: स्वचालित निर्यात
it: Esportazione automatica
pl: Automatyczny eksport
pt: Exportação automática
ru: Автоматический экспорт
tr: Otomatik dışa aktarma
uk: Автоматичний експорт
zh: 自动导出
zh_hant: 自動匯出

# settings_auto_export
source: Automatic export
cs: Automatický export
de: Automatischer Export
es: Exportación automática
fr: Export automatique
hi: स्वचालित निर्यात
it: Esportazione automatica
pl: Automatyczny eksport
pt: Exportação automática
ru: Автоматический экспорт
tr: Otomatik dışa aktarma
uk: Автоматичний експорт
zh: 自动导出
zh_hant: 自動匯出

# settings_auto_export_description
source: Automatically export the notes, labels and settings to a JSON file (bin included) that can be imported back
cs: Automaticky exportovat všechny poznámky, štítky a nastavení do JSON souboru, který lze importovat zpět
de: Exportieren Sie automatisch alle Notizen, Beschriftungen und Einstellungen in eine JSON-Datei, die wieder importiert werden kann
fr: Exporter immédiatement toutes les notes, étiquettes et paramètres vers un fichier JSON qui peut être réimporté
it: Esposta automaticamente tutte le note, le etichette e le impostazioni in un file JSON che può essere importato nuovamente
pl: Automatycznie wyeksportuj wszystkie notatki, tagi i ustawienia do pliku JSON, który można importować z powrotem
pt: Exportar automaticamente todas as notas, etiquetas e configurações para um arquivo JSON que pode ser importado de volta
ru: Автоматически экспортировать заметки, теги и настройки в формате JSON (включая заметки из корзины)
tr: Notları, etiketleri ve ayarları otomatik olarak geri alınabilecek bir JSON dosyasına (binary dahil) aktarın
uk: Автоматично експортувати всі нотатки, теги та налаштування у файл JSON, який можна імпортувати назад
zh: 自动将所有笔记、标签和设置导出到 JSON 文件中，以便可以重新导入
zh_hant: 自動將筆記、標籤和設定匯出成 JSON 檔案 (連同垃圾桶)，以便日後可重新匯入

# settings_auto_export_frequency
source: Frequency
cs: Frekvence
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
it: Frequenza
pl: Częstotliwość
pt: Frequência
ru: Периодичность
tr: Sıklık
uk: Частота
zh: 频率
zh_hant: 頻率

# settings_auto_export_frequency_value
source: Every {frequency, select, 1{day} 7{week} 14{2 weeks} 30{month} other{{frequency} days}}
de: {frequency, select, 1{Jeden Tag} 7{Jede Woche} 14{Jede 2 Wochen} 30{Jeden Monat} other{}}
fr: Chaque {frequency, select, 1{jour} 7{semaine} 14{2 semaines} 30{mois} other{}}
hi: हर {frequency, select, 1{दिन} 7{सप्ताह} 14{2 सप्ताह} 30{माह} other{{frequency} दिन}}
it: Ogni {frequency, select, 1{giorno} 7{settimana} 14{2 settimane} 30{mese} other{}}
pl: {frequency, select, 1{Codziennie} 7{Co tydzień} 14{Co 2 tygodnie} 30{Co miesiąc} other{}}
ru: {frequency, select, 1{Каждый день} 7{Каждую неделю} 14{Каждые 2 недели} 30{Каждый месяц} other{Каждые {frequency} дня}}
tr: Her {frequency, select, 1{gün} 7{hafta} 14{2 haftalar} 30{ay} other{{frequency} aylar}}
uk: Кожен {frequency, select, 1{день} 7{тиждень} 14{2 тижні} 30{місяць} other{}}
zh: 每{frequency, select, 1{天} 7{周} 14{ 2 周} 30{月} other{}}
zh_hant: 每{frequency, select, 1{天} 7{週} 14{兩星期} 30{月} other{ {frequency} 天}}

# settings_auto_export_frequency_description
source: Frequency of the automatic export
cs: Frekvence automatického exportu
de: Häufigkeit des automatischen Exports
es: Frecuencia de la exportación automática
fr: Fréquence de l''export automatique
it: Frequenza delle esportazioni automatiche
pl: Częstotliwość automatycznego eksportowania notatek
pt: Frequência da exportação automática
ru: Частота автоматического экспорта
tr: Otomatik dışa aktarma sıklığı
uk: Частота автоматичного експорту
zh: 自动导出的频率
zh_hant: 自動匯出的頻率

# settings_auto_export_encryption
source: Encryption
cs: Šifrování
de: Verschlüsselung
es: Encriptación
fr: Chiffrement
hi: एन्क्रिप्शन
it: Cifratura
pl: Szyfrowanie
pt: Criptografia
ru: Шифрование
tr: Parolamak
uk: Шифрування
zh: 加密
zh_hant: 加密

# settings_auto_export_encryption_description
source: Encrypt the title and the content of the notes with a password
cs: Šifrovat názvy a obsah poznámek heslem
de: Verschlüssele den Titel und den Inhalt der Notizen mit einem Passwort
es: Encriptar el título y el contenido de las notas con una contraseña
fr: Chiffrer le titre et le contenu des notes avec un mot de passe
hi: नोट्स के शीर्षक और सामग्री को पासवर्ड से एन्क्रिप्ट करें
it: Crittografa il titolo e il contenuto delle note con una password
pl: Zaszyfruj tytuł i zawartość notatek hasłem
pt: Criptografar o título e o conteúdo das notas com uma senha
ru: Зашифровать заголовок и содержимое заметок паролем
tr: Notların başlığını ve içeriğini bir parola ile şifreleyin
uk: Зашифрувати назву та вміст нотаток паролем
zh: 用密码加密笔记的标题和内容
zh_hant: 以密碼加密筆記的標題和內容

# settings_auto_export_directory
source: Directory
cs: Složka
de: Pfad
es: Directorio
fr: Dossier
hi: निर्देशिका
pl: Katalog
pt: Diretório
ru: Директория
tr: Rehber
uk: Тека
zh: 目录
zh_hant: 目錄

# settings_auto_export_directory_description
source: Directory where to store the automatic exports
cs: Složka, kam ukládat automatické exporty
de: Verzeichnis für automatische Exports
es: Directorio donde almacenar las exportaciones automáticas
fr: Dossier où stocker les exports automatiques
it: Directory dove salvare le esportazioni automatiche
pl: Katalog do przechowywania automatycznie wyeksportowanych notatek
pt: Diretório onde armazenar as exportações automáticas
ru: Каталог для сохранения автоматических экспортов
tr: Otomatik dışa aktarımların depolanacağı dizin
uk: Тека для зберігання автоматичних експортів
zh: 存储自动导出的目录
zh_hant: 要儲存自動匯出的目錄

# settings_flag_secure
source: Flag the app as secure
cs: Označit aplikaci jako zabezpečenou
de: App als sicher markieren
es: Marcar la aplicación cómo segura
fr: Marquer l''application comme sécurisée
hi: ऐप को सुरक्षित के रूप में चिह्नित करें
it: Contrassegna l''applicazione come sicura
pl: Oflaguj aplikację jako bezpieczną
pt: Sinalizar o aplicativo como seguro
ru: Помечать приложение как защищённое
tr: Uygulamayı güvenli olarak işaretleyin
uk: Позначити додаток як безпечний
zh: 将应用标记为安全
zh_hant: 標記應用程式為安全

# settings_flag_secure_description
source: Hide the app from the recent apps and prevent screenshots from being made
cs: Skryje aplikaci z nedávných aplikací a zabrání snímkům obrazovky
de: Die App im App-Umschalter nicht anzeigen und verhindern, dass Screenshots gemacht werden
es: Oculta la aplicación de las aplicaciones recientes y previene que se realicen capturas de pantalla
fr: Masquer l''application des applications récentes et empêcher la réalisation de captures d''écran
hi: ऐप को हाल के ऐप्स से छिपाएं और स्क्रीनशॉट लेने से रोकें
it: Nasconde l''applicazione dalle app recenti e impedisce che vengano eseguiti screenshot
pl: Ukryj treść aplikacji w ostatnich aplikacjach oraz zapobiegaj zrzutom ekranu
pt: Ocultar o aplicativo dos aplicativos recentes e impedir que capturas de tela sejam feitas
ru: Скрывать приложение из недавних приложений и предотвращать создание скриншотов
tr: Uygulamayı son uygulamalardan gizleyin ve ekran görüntüsü alınmasını engelleyin
uk: Приховати додаток від нещодавніх програм і запобігти створенню скриншотів
zh: 从最近的应用中隐藏本应用并防止截屏
zh_hant: 從最近使用應用程式中隱藏並阻止截圖

# settings_accessibility
source: Accessibility
cs: Přístupnost
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
hi: सुगम्यता
it: Accessibilità
pl: Dostępność
pt: Acessibilidade
ru: Специальные возможности
tr: Erişilebilirlik
uk: Доступність
zh: 无障碍
zh_hant: 輔助

# settings_accessibility_text_size
source: Text size
cs: Velikost písma
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione del testo
pl: Rozmiar tekstu
uk: Розмір тексту
zh: 文本大小
zh_hant: 文字大小

# settings_accessibility_text_color
source: Text color
cs: Barva textu
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore del testo
pl: Kolor tekstu
uk: Колір тексту
zh: 文本颜色
zh_hant: 文字色彩

# settings_accessibility_description
source: Text color, text scaling
cs: Barva textu, měřítko textu
de: Textfarbe, Textgröße
es: Color de texto, escala del texto
fr: Couleur du texte, taille du texte
hi: पाठ का रंग, पाठ का आकार
it: Colore del testo, ridimensionamento testo
pl: Kolor tekstu, skalowanie tekstu
ru: Цвет текста, размер текста
tr: Metin rengi, metin ölçeklendirme
uk: Колір тексту, масштабування тексту
zh: 文本颜色、文本缩放
zh_hant: 文字色彩、文字縮放

# settings_text_scaling
source: Text scaling
cs: Měřítko textu
de: Textskalierung
es: Escala del texto
fr: Mise à l''échelle du texte
hi: पाठ का आकार
it: Ridimensionamento del testo
pl: Wielkość tekstu
pt: Ajuste da escala do texto
ru: Размер текста
tr: Metin Ölçekleme
uk: Масштабування тексту
zh: 文本缩放
zh_hant: 文字縮放

# settings_bigger_titles
source: Bigger titles
cs: Větší názvy
de: Größere Titel
es: Títulos grandes
fr: Plus gros titres
it: Titoli più grandi
pl: Większe tytuły
uk: Збільшені заголовки
zh: 更大的标题
zh_hant: 標題放大

# settings_bigger_titles_description
source: Show bigger titles on the the notes tiles
cs: Zobrazit větší názvy na dlaždicích poznámek a v editoru
fr: Afficher des titres plus grands sur les tuiles de notes et dans l''éditeur
pl: Pokaż większe tytuły na płytkach notatki oraz w edytorze
uk: Показувати більші заголовки на плитках нотаток та в редакторі
zh: 在笔记磁贴和编辑器中显示更大的标题
zh_hant: 放大筆記方塊的標題

# settings_white_text_dark_mode
source: White text in dark mode
cs: Bílý text v tmavém režimu
de: Weißer Text im dunklen Modus
es: Texto blanco en el modo oscuro
fr: Texte blanc en thème sombre
hi: डार्क मोड में सफ़ेद टेक्स्ट
it: Testo bianco in modalità scura
pl: Tekst w trybie ciemnym
ru: Белый текст в тёмном режиме
tr: Karanlık modda beyaz metin
uk: Білий текст у темному режимі
zh: 深色模式中的白色文本
zh_hant: 深色模式白字顯示

# settings_white_text_dark_mode_description
source: Use a white color for the text in dark mode
cs: Použít v tmavém režimu bílou barvu pro text
de: Verwende Weiß für den Text im dunklen Modus
es: Usar un color blanco para el texto en modo oscuro
fr: Utiliser une couleur blanche pour le texte en thème sombre
hi: डार्क मोड में टेक्स्ट के लिए सफ़ेद रंग का उपयोग करें
it: Usa un colore bianco per il testo in modalità scura
pl: Użyj białego koloru tekstu w trybie ciemnym
ru: Использовать белый цвет для текста в тёмном режиме
tr: Karanlık modda metin için beyaz renk kullanın
uk: Використовувати білий колір для тексту в темному режимі
zh: 在深色模式中为文本使用白色
zh_hant: 深色模式時文字使用白色

# settings_disable_subdued_note_content_preview
source: Non-subdued preview
cs: Neutlumený náhled
de: Ungedämpfte Notiz Vorschau
es: No subrayado en vista previa
fr: Aperçu non atténué
hi: उज्ज्वल पूर्वावलोकन
it: Anteprima non sbiadita
pl: Kontrastowy kolor dla podglądu notatki
ru: Неприглушенный предварительный просмотр
tr: Bastırılmamış önizleme
uk: Не приглушений попередній перегляд
zh: 非柔和预览
zh_hant: 預覽不調暗

# settings_disable_subdued_note_content_preview_description
source: Disable the subdued text color of the notes content preview
cs: Zakázat utlumenou barvu textu v náhledu poznámek
de: Blassere Textfarbe der Notizvorschau deaktivieren
es: Desactiva el color de texto subrayado de la vista previa del contenido de las notas
fr: Désactiver la couleur de texte atténuée de l''aperçu du contenu des notes
hi: नोट्स सामग्री पूर्वावलोकन के हल्के अक्षर रंग को अक्षम करें
it: Disabilita il colore del testo "sbiadito" nell''anteprima del contenuto delle note
pl: Kolor podglądu notatki będzie taki sam jak kolor tytułu, co skutkuje lepszym kontrastem
ru: Не приглушать цвет текста контента заметки при предварительном просмотре
tr: Not içeriği önizlemesinin bastırılmış metin rengini devre dışı bırakma
uk: Вимкнути приглушений колір тексту попереднього перегляду вмісту нотаток
zh: 禁用笔记内容预览的柔和文本颜色
zh_hant: 筆記內容預覽停用調暗的文字色彩

# settings_github_issues
source: Report a bug or request a feature
cs: Nahlásit chybu nebo požádat o funkci
de: Melde einen Fehler oder frage eine Funktion an
es: Reporta errores o solicita nuevas características
fr: Signaler un bug ou proposer une fonctionnalité
hi: त्रुटि की रिपोर्ट करें या सुविधा का अनुरोध करें
it: Segnala un bug o suggerisci nuove funzioni
pl: Zgłoś błąd lub zaproponuj nową funkcję
pt: Relatório de bug e solicitação de recurso
ru: Сообщить об ошибке или запросить функцию
tr: Bir hata bildirin veya bir özellik talep edin
uk: Повідомити про помилку або пропонувати функцію
zh: 报告错误或请求功能
zh_hant: 報告問題或功能請求

# settings_github_issues_description
source: Report a bug or request a feature by creating a GitHub issue
cs: Nahlásit chybu nebo požádat o funkci vytvořením problému na GitHubu
de: Melde einen Fehler oder frage eine Funktion über ein GitHub Issue an
es: Reportar un error o solicitar una característica creando un problema de GitHub
fr: Signaler un bug ou proposer une fonctionnalité en créant une issue GitHub
hi: GitHub समस्या बनाकर त्रुटि की रिपोर्ट करें या सुविधा का अनुरोध करें
it: Segnala un bug o richiedi nuove funzioni creando un Issue su GitHub
pl: Zgłoś błąd lub poproś o nową funkcję tworząc zgłoszenie na GitHubie
pt: Reportar um bug ou solicitar um recurso criando um issue no GitHub
ru: Сообщить об ошибке или запросить функцию, создав запрос на GitHub
tr: Bir GitHub sorunu oluşturarak bir hata bildirin veya bir özellik talep edin
uk: Повідомити про помилку або пропонувати функцію, створивши запит на GitHub
zh: 通过创建 GitHub 问题来报告错误或请求功能
zh_hant: 建立 GitHub 議題以便報告問題或請求新功能

# settings_github_discussions
source: Ask a question
cs: Zeptejte se
de: Stelle eine Frage
es: Hacer una pregunta
fr: Poser une question
hi: प्रश्न पूछें
it: Fai una domanda
pl: Zadaj pytanie
pt: Tirar dúvidas
ru: Задать вопрос
tr: Soru sor
uk: Поставити питання
zh: 提问
zh_hant: 發問

# settings_github_discussions_description
source: Ask a question on GitHub discussions
cs: Položit otázku v diskuzi na GitHubu
de: Stelle eine Frage in GitHub Diskussionen
es: Hacer una pregunta en las discusiones de GitHub
fr: Poser une question dans les discussions GitHub
hi: GitHub चर्चाओं पर प्रश्न पूछें
it: Fai una domanda sulle discussioni su GitHub
pl: Zadaj pytanie w dyskusjach na GitHubie
pt: Fazer uma pergunta nas discussões do GitHub
ru: Задайте вопрос на обсуждениях в GitHub
tr: GitHub tartışmalarında soru sorun
uk: Ставити питання на GitHub дискусії
zh: 在 GitHub 讨论中提问
zh_hant: 到 GitHub 討論區發問

# settings_get_in_touch_description
source: Contact the developer via mail at {email}
cs: Kontaktujte vývojáře e-mailem na {email}
de: Kontaktiere den Entwickler über Mail an {email}
es: Póngase en contacto con el desarrollador por correo electrónico en {email}
fr: Contacter le développeur par mail à {email}
hi: निर्माणक से {email} पर मेल द्वारा संपर्क करें
it: Contatta lo sviluppatore inviando una mail a {email}
pl: Skontaktuj się z twórcą aplikacji - {email}
pt: Entre em contacto com o desenvolvedor no e-mail {email}
ru: Свяжитесь с разработчиком по почте {email}
tr: Geliştiriciye {email} adresinden posta yoluyla ulaşın
uk: Зв''язатись з розробником через пошту {email}
zh: 通过邮件 {email} 联系开发人员
zh_hant: 寄送郵件聯絡開發者：{email}

# settings_copy_logs
source: Copy the logs
cs: Zkopírovat logy
de: Kopiere die Logs
es: Copiar registros
fr: Copier les logs
hi: लॉग कॉपी करें
it: Copia i log
pl: Skopiuj logi
pt: Copiar registros
ru: Скопировать журналы
tr: Günlükleri kopyalayın
uk: Копіювати лог-файли
zh: 复制日志
zh_hant: 複製記錄檔

# settings_copy_logs_description
source: Copy the logs of the application to the clipboard
cs: Zkopírovat logy aplikace do schránky
de: Kopiere die Logs der App in die Zwischenablage
es: Copia los registros de la aplicación al portapapeles
fr: Copier les logs de l''application dans le presse-papiers
hi: एप्लिकेशन के लॉग को क्लिपबोर्ड पर कॉपी करें
it: Copia i log dell''applicazione negli appunti
pl: Skopiuj logi aplikacji do schowka
pt: Copie os registros do aplicativo para a área de transferência
ru: Скопировать журналы приложения в буфер обмена
tr: Uygulamanın günlüklerini panoya kopyalayın
uk: Копіювати лог-файли додатка в буфер обміну
zh: 将应用程序的日志复制到剪贴板
zh_hant: 將應用程式的記錄檔複製至剪貼簿
