Repository: maelchiotti/LocalMaterialNotes
Catalog: lib/l10n/translations/app_*.arb
Languages: cs, de, es, fr, hi, it, pl, pt, ru, tr, uk, zh, zh_hant

# action_labels_toggle_visibility
source: Toggle visibility
hi: दृश्यता टॉगल करें
ru: Переключить видимость
tr: Görünürlüğü aç / kapat
zh_hant: 切換可見

# app_name
source: Material Notes
hi: मटेरियल नोट्स
tr: Materyal Notlar

# settings_localizations
source: Crowdin
hi: क्राउडिन
