Repository: maelchiotti/LocalMaterialNotes
Catalog: lib/l10n/translations/app_*.arb
Languages: cs, de, es, fr, hi, it, pl, pt, ru, tr, uk, zh, zh_hant

# app_tagline
source: Simple, local, material design notes
cs: Jednoduché, lokální poznámky s material designem
de: Einfache, lokale Notizen-App im Material-Design
es: Notas simples, locales, en Material Design
fr: Notes simples, locales, en material design
hi: सरल, स्थानीय, मैटेरियल डिज़ाइन नोट्स
it: Semplici note salvate in locale, in stile Material Design
pl: Proste, lokalne notatki w stylu Material Design
pt: Notas simples, locais, em material design
ru: Простые, локальные заметки в стиле material design
tr: Basit, çevrimdışı, materyal tasarımlı notlar
uk: Прості, локальні, нотатки в стилі Material Design
zh: 简单、本地、Material 设计笔记
zh_hant: 簡單易用、本機操作、Material 設計之筆記

# app_about
source: {appName} is a text-based note-taking application, aimed at simplicity. It embraces Material Design. It stores the notes locally and doesn''t have any internet permissions, so you are the only one that can access the notes.
cs: {appName} je textová aplikace pro psaní poznámek, jejímž cílem je jednoduchost. Používá material design. Ukládá poznámky lokálně a nemá žádná oprávnění k internetu, takže jste jediný, který má k poznámkám přístup.
de: {appName} ist eine auf Einfachheit abzielende, auf getipptem Text basierende Notizen Anwendung im Material-Design. Sie speichert die Notizen lokal und benötigt keine Berechtigung zum Internetzugriff, so dass nur Sie als einziges Zugriff auf die Notizen haben.
es: {appName} es una aplicación de toma de notas basadas en texto, orientada a la simplicidad, diseñada adoptando Material Design. {appName} almacena las notas localmente y no requiere ningún permiso de internet, siendo tú el único que puede acceder a las notas.
fr: {appName} est une application de prise de notes textuelles, qui vise la simplicité. Elle adopte le style Material Design. Elle stocke les notes localement et n''a aucune permission internet, vous êtes donc le seul à pouvoir accéder aux notes.
hi: {appName} यह एक टेक्स्ट-आधारित नोट लेने वाला एप्लिकेशन है, जो सरलता के लिए डिज़ाइन किया गया है। यह मैटेरियल डिज़ाइन का पालन करता है। यह नोट्स को स्थानीय रूप से संग्रहीत करता है और इसमें कोई इंटरनेट अनुमति नहीं है, इसलिए केवल आप ही नोट्स तक पहुँच सकते हैं।
it: {appName} è una applicazione per scrivere note che punta alla semplicità d''uso. Utilizza in tutto e per tutto il Material Design. Salva localmente le tue note e non ha alcun accesso ad internet, per cui solo tu puoi accedere alle tue note.
pl: {appName} to prosta, tekstowa aplikacja do robienia notatek, stworzona w stylu Material Design. Wszystko jest przechowywane lokalnie, nie ma nawet uprawnienia do internetu, dzięki czemu tylko Ty masz dostęp do swoich notatek.
pt: {appName} é um aplicativo de anotações com base em texto, destinado à simplicidade. Abraça Material Design. Ele armazena as notas localmente e não possui nenhuma permissão de internet, então você é o único que pode acessar as notas.
ru: {appName} – это приложение для создания простых текстовых заметок. Приложение выполнено в стиле Material Design. Оно хранит заметки локально на устройстве и работает без подключения к Интернету, поэтому только вы имеете доступ к заметкам.
tr: {appName} basitliği hedefleyen metin tabanlı bir not alma uygulamasıdır. Materyal Tasarımı benimser. Notları yerel olarak saklar ve internet izni yoktur, böylece notlara erişebilen tek kişi sizsiniz.
uk: {appName} — це текстовий додаток для створення нотаток, орієнтований на простоту. Він використовує Material Design. Нотатки зберігаються локально та не мають дозволів на доступ до Інтернету, тому доступ до них маєте лише ви.
zh: {appName} 是基于文本的笔记应用程序，旨在简单，采用 Material 设计。它在本地存储笔记，并且没有任何互联网权限，因此只有您可以访问笔记。
zh_hant: {appName} 乃一款以文字為本的筆記應用程式，秉承簡約之風，擁抱 Material 設計。筆記於本機儲存，並不索取任何網際網路權限，只有您可以存取筆記。

# error_snack_bar
source: Error:
cs: Chyba:
de: Fehler:
fr: Erreur :
hi: त्रुटी:
it: Errore:
pl: Błąd:
pt: Erro:
ru: Ошибка:
tr: Hata:
uk: Помилка:
zh: 错误：
zh_hant: 錯誤：

# error_widget_title
source: An error has occurred.
cs: Došlo k chybě.
de: Es ist ein Fehler aufgetreten.
es: Ha ocurrido un error.
fr: Une erreur s''est produite.
hi: एक त्रुटी हो गई है।
it: È stato riscontrato un errore.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
ru: Произошла ошибка.
tr: Bir hata oluştu.
uk: Виникла помилка.
zh: 发生了一个错误。
zh_hant: 發生錯誤。

# error_widget_description
source: Please report this issue on GitHub or via mail. Attach a screenshot of this page and the logs that you can copy or export below. As a precaution, you should also export your notes.
cs: Prosím nahlaste tento problém na GitHub nebo prostřednictvím e-mailu. Připojte snímek této stránky a logy, které můžete zkopírovat nebo exportovat níže. Jako preventivní opatření byste také měli exportovat své poznámky.
de: Bitte melde dieses Problem auf GitHub oder per E-Mail. Füge einen Screenshot dieser Seite und die Logs hinzu, die du unten kopieren oder exportieren kannst. Als Vorsichtsmaßnahme solltest Du Deine Notizen auch exportieren.
es: Informa de este problema en GitHub o por correo. Adjunta una captura de pantalla de esta página y los registros que puedes copiar o exportar a continuación. Como precaución, también debes exportar tus notas.
fr: Veuillez signaler cette erreur sur GitHub ou par mail. Joignez une capture d''écran de cette page et les logs que vous pouvez copier ou exporter ci-dessous. Par précaution, vous devriez également exporter vos notes.
hi: कृपया इस समस्या की रिपोर्ट GitHub या मेल के ज़रिए करें। इस पेज और लॉग का स्क्रीनशॉट संलग्न करें जिसे आप नीचे कॉपी या एक्सपोर्ट कर सकते हैं। सावधानी के लिए आपको अपने नोट्स भी एक्सपोर्ट कर लेने चाहिए।
it: Per favore invia un report di questo problema su GitHub oppure via mail. Allega uno screenshot di questa pagina insieme ai log che puoi copiare o esportare qui sotto. Per precauzione dovresti anche esportare le tue note/appunti.
pl: Zgłoś ten problem na GitHubie lub przez e-mail. Dołącz zrzut ekranu i logi, które możesz skopiować lub wyeksportować poniżej. Aby uniknąć ewentualnej utraty lub uszkodzenia notatek, zalecane jest zrobienie kopii zapasowej.
pt: Por favor, reporte este problema no GitHub ou por email. Anexe uma captura de tela desta página e os logs que você pode copiar ou exportar abaixo. Por precaução, você também deve exportar as suas notas.
ru: Пожалуйста, сообщите об этой проблеме на GitHub или по почте. Прикрепите скриншот этой страницы и логи, которые вы можете скопировать или экспортировать ниже. В качестве меры предосторожности, вы должны экспортировать ваши заметки.
tr: Lütfen bu sorunu GitHub''da veya posta yoluyla bildirin. Bu sayfanın bir ekran görüntüsünü ve kopyalayabileceğiniz veya dışa aktarabileceğiniz günlükleri aşağıya ekleyin. Önlem olarak, notlarınızı da dışa aktarmalısınız.
uk: Будь ласка, повідомте про цю проблему на GitHub або поштою. Додайте нижче скриншот цієї сторінки та лог-файли, які можна скопіювати або експортувати. Як запобіжний захід, також слід експортувати свої нотатки.
zh: 请在 GitHub 上或通过邮件报告此问题。附上此页面的屏幕截图以及您在下方复制或导出的日志。作为预防措施，您还应该导出您的笔记。
zh_hant: 請到 GitHub 或寄送郵件報告此問題，並附上此頁面之截圖，以及下方可供複製或匯出的記錄檔。以防萬一，您亦該匯出您的筆記。

# error_widget_disabled_secure_flag
source: The setting to flag the app as secure is disabled until the next restart to enable screenshots.
cs: Nastavení označující aplikaci jako bezpečnou je zakázáno, dokud nedojde k dalšímu restartu pro povolení snímků obrazovky.
de: Die Einstellung, die App als sicher zu kennzeichnen, ist bis zum nächsten Neustart deaktiviert, um Screenshots zu ermöglichen.
es: La configuración para marcar la aplicación como segura está desactivada hasta el próximo reinicio para habilitar las capturas de pantalla.
fr: Le paramètre pour marquer l''application comme sécurisée est désactivé jusqu'au prochain redémarrage pour permettre les captures d'écran.
hi: ऐप को सुरक्षित के रूप में चिह्नित करने की सेटिंग अगले पुनः आरंभ तक अक्षम कर दी गई है, ताकि स्क्रीनशॉट सक्षम हो सके।
it: L''opzione per contrassegnare l''app come sicura è disabilitata fino al prossimo riavvio per abilitare gli screenshot.
pl: Ustawienie oznaczające aplikację jako bezpieczną jest wyłączone do następnego restartu, aby włączyć zrzuty ekranu.
pt: A configuração para sinalizar o aplicativo como seguro fica desabilitada até a próxima reinicialização para habilitar capturas de tela.
ru: Параметр для отметки приложения как безопасного отключен до следующего перезапуска, чтобы включить снимки экрана.
tr: Uygulamayı güvenli olarak işaretleme ayarı, ekran görüntülerini etkinleştirmek için bir sonraki yeniden başlatmaya kadar devre dışı bırakılır.
uk: Налаштування позначення програми як безпечної вимкнено до наступного перезавантаження, щоб увімкнути знімки екрана.
zh: 禁用将应用标记为安全的设置，直到下次重启才能启用截屏。
zh_hant: 標記應用程式為安全的設定已停用，直至下一次重新啟動，以便截圖。

# error_widget_button_export_notes
source: Export notes
cs: Exportovat poznámky
de: Notizen exportieren
es: Exportar notas
fr: Exporter les notes
hi: निर्यात नोट्स
it: Esporta note
pl: Wyeksportuj notatki
pt: Exportar notas
ru: Экспортировать заметки
tr: Notları dışarı aktar
uk: Експорт нотаток
zh: 导出笔记
zh_hant: 匯出筆記

# error_widget_button_copy_logs
source: Copy logs
cs: Kopírovat logy
de: Logdateien kopieren
es: Copiar registros
fr: Copier les logs
hi: कॉपी लाॅग
it: Copia i logs
pl: Skopiuj logi
pt: Copiar logs
ru: Копировать журналы
tr: Günlükleri kopyala
uk: Копіювання лог-файлів
zh: 复制日志
zh_hant: 複製記錄檔

# error_widget_button_export_logs
source: Export logs
cs: Exportovat logy
de: Logdateien exportieren
es: Exportar registros
fr: Exporter les logs
hi: निर्यात लाॅग
it: Esporta i log
pl: Wyeksportuj logi
pt: Exportar logs
ru: Экспорт журналов
tr: Günlüğü indir
uk: Експорт лог-файлів
zh: 导出日志
zh_hant: 匯出記錄檔

# error_widget_button_create_github_issue
source: Create GitHub issue
cs: Oznámit chybu na GitHubu
de: Erstelle ein Issue auf GitHub
es: Crear un problema en GitHub
fr: Créer une issue GitHub
hi: GitHub समस्या बनाएँ
it: Crea un report su GitHub
pl: Utwórz problem na GitHubie
pt: Criar issue no GitHub
ru: Создать issue на GitHub
tr: GitHub sorunu ekle
uk: Створити запис у GitHub
zh: 创建 GitHub 问题
zh_hant: 建立 GitHub 議題

# error_widget_button_send_mail
source: Send mail
cs: Poslat e-mail
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer un mail
hi: मेल भेजें
it: Invia un''email
pl: Wyślij e-mail
pt: Enviar email
ru: Отправить письмо
tr: Posta gönder
uk: Надіслати пошту
zh: 发送邮件
zh_hant: 傳送郵件

# navigation_notes
source: Notes
cs: Poznámky
de: Notizen
es: Notas
hi: नोट्स
it: Note
pl: Notatki
pt: Notas
ru: Заметки
tr: Notlar
uk: Нотатки
zh: 笔记
zh_hant: 筆記

# navigation_manage_labels_destination
source: Manage labels
cs: Spravovat štítky
de: Labels verwalten
es: Administrar etiquetas
fr: Gérer les libellés
hi: लेबल प्रबंधन
it: Gestisci le etichette
pl: Zarządzaj tagami
pt: Gerenciar etiquetas
ru: Управление тегами
tr: Etiketleri yönetin
uk: Керування тегами
zh: 管理标签
zh_hant: 管理標籤

# navigation_manage_labels_page
source: Labels
cs: Štítky
es: Etiquetas
fr: Libellés
hi: लेबल
it: Etichette
pl: Tagi
pt: Rótulos
ru: Теги
tr: Etiketler
uk: Теги
zh: 标签
zh_hant: 標籤

# navigation_archives
source: Archives
cs: Archivy
de: Archive
es: Archivos
it: Archivio
pl: Archiwum
pt: Arquivos
uk: Архів
zh: 归档

# navigation_bin
source: Bin
cs: Koš
de: Papierkorb
es: Papelera
fr: Corbeille
hi: बिन
it: Cestino
pl: Kosz
pt: Lixeira
ru: Корзина
tr: Çöp Kutusu
uk: Кошик
zh: 回收站
zh_hant: 垃圾桶

# navigation_settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
pl: Ustawienia
pt: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh: 设置
zh_hant: 設定

# navigation_settings_appearance
source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
pl: Wygląd
pt: Aparência
ru: Персонализация
tr: Görünüm
uk: Вигляд
zh: 外观
zh_hant: 外觀

# navigation_settings_notes_types
source: Notes types
cs: Typy poznámek
de: Notizarten
fr: Types de notes
it: Tipi di note
pl: Typy notatek
pt: Tipos de notas
uk: Типи нотаток
zh: 笔记类型

# navigation_settings_notes_tiles
source: Notes tiles
cs: Dlaždice poznámek
de: Notizkacheln
es: Tarjetas de las notas
fr: Tuiles de notes
it: Riquadri delle note
pl: Kafelki notatek
pt: Telhas de notas
uk: Плити нотаток
zh: 笔记磁贴
zh_hant: 筆記方塊

# navigation_settings_behavior
source: Behavior
cs: Chování
de: Verhalten
es: Comportamiento
fr: Comportement
hi: व्यवहार
it: Comportamento
pl: Zachowanie
pt: Comportamento
ru: Поведение
tr: Davranış
uk: Поведінка
zh: 行为
zh_hant: 行為

# navigation_settings_editor
source: Editor
fr: Éditeur
hi: संपादक
pl: Edytor
ru: Редактор
tr: Düzenleyici
uk: Редактор
zh: 编辑器
zh_hant: 編輯器

# navigation_settings_labels
source: Labels
cs: Štítky
es: Etiquetas
fr: Libellés
hi: लेबल
it: Etichette
pl: Tagi
pt: Rótulos
ru: Теги
tr: Etiketler
uk: Теги
zh: 标签
zh_hant: 標籤

# navigation_settings_backup
source: Backup
cs: Záloha
de: Sicherheitskopie
es: Copia de seguridad
fr: Sauvegarde
hi: बैकअप
pl: Kopia zapasowa
ru: Резервное копирование
tr: Yedekle
uk: Резервні копії
zh: 备份
zh_hant: 備份

# navigation_settings_accessibility
source: Accessibility
cs: Přístupnost
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
hi: सुगम्यता
it: Accessibilità
pl: Dostępność
pt: Acessibilidade
ru: Специальные возможности
tr: Erişilebilirlik
uk: Доступність
zh: 无障碍
zh_hant: 輔助

# navigation_settings_about
source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
it: Info su
pl: O aplikacji
pt: Sobre
ru: О приложении
tr: Hakkında
uk: Про додаток
zh: 关于
zh_hant: 關於

# button_sort_title
source: Title
cs: Název
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
pl: Tytuł
pt: Título
ru: По заголовку
tr: Başlık
uk: Заголовок
zh: 标题
zh_hant: 標題

# button_sort_ascending
source: Ascending
cs: Vzestupně
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
it: Ascendente
pl: Rosnąco
pt: Crescente
ru: По возрастанию
tr: Artan
uk: Наростальний
zh: 升序
zh_hant: 順序

# settings_page_appearance
source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt: Aparência
uk: Вигляд
zh: 外观
zh_hant: 外觀

# settings_page_appearance_description
source: Language, theming, fonts
cs: Jazyk, motiv, písma
de: Sprache, Aussehen, Schrift
es: Idioma, temas, fuentes
fr: Langue, thème, polices
it: Lingua, tema, caratteri
pl: Język, motywy, czcionki
pt: Idioma, temas, fontes
uk: Мова, теми, шрифти
zh: 语言、主题、字体
zh_hant: 語言、佈景配置、字型

# settings_language
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
pl: Język
pt: Idioma
ru: Язык
tr: Dil
uk: Мова
zh: 语言
zh_hant: 語言

# settings_language_contribute
source: Contribute
cs: Zapojte se
de: Mitwirken
es: Contribuir
fr: Contribuer
hi: योगदान
it: Contribuisci
pl: Przetłumacz
pt: Contribuir
ru: Поддержать
tr: Bağış yap
uk: Підтримати
zh: 贡献
zh_hant: 貢獻

# settings_appearance_section_theming
source: Theming
cs: Motiv
de: Design
es: Tematización
fr: Thème
it: Personalizzazione
pl: Motywy
pt: Temas
uk: Оформити
zh: 主题
zh_hant: 佈景配置

# settings_theme
source: Theme
cs: Motiv
de: Gestaltung
es: Tema
fr: Thème
hi: थीम
it: Tema
pl: Motyw
pt: Tema
ru: Тема оформления
tr: Tema
uk: Тема
zh: 主题
zh_hant: 佈景主題

# settings_theme_system
source: System
cs: Systémový
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
pl: Systemowy
pt: Sistema
ru: По умолчанию
tr: Sistem
uk: Системна
zh: 系统
zh_hant: 系統

# settings_theme_light
source: Light
cs: Světlý
de: Hell
es: Claro
fr: Clair
hi: श्वेत
it: Chiaro
pl: Jasny
pt: Claro
ru: Светлая
tr: Açık
uk: Світла
zh: 浅色
zh_hant: 淺色

# settings_theme_dark
source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
hi: श्याम
it: Scuro
pl: Ciemny
pt: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
zh: 深色
zh_hant: 深色

# settings_dynamic_theming
source: Dynamic theming
cs: Dynamický motiv
de: Dynamisches Design
es: Tema dinámico
fr: Thème dynamique
hi: गतिशील थीमिंग
it: Tema dinamico
pl: Kolory dynamiczne
pt: Tema dinâmico
ru: Динамические цвета
tr: Dinamik tema
uk: Динамічне оформлення
zh: 动态主题
zh_hant: 動態佈景配置

# settings_dynamic_theming_description
source: Generate colors from the system
cs: Generovat barvy ze systému
de: Übernehme die Farben vom System
es: Generar colores desde el sistema
fr: Générer des couleurs depuis le système
hi: सिस्टम से रंग उत्पन्न करें
it: Genera colori dal sistema
pl: Kolory aplikacji dopasują się do reszty systemu
pt: Gerar cores a partir do sistema
ru: Использовать цвет, установленный в системе
tr: Sisteminizdeki rengi baz alın
uk: Генерувати кольори з системи
zh: 从系统生成配色
zh_hant: 從系統產生色彩

# settings_black_theming
source: Black theming
cs: Černý motiv
de: Schwarze Gestaltung
es: Negro puro
fr: Thème noir
hi: काला थीमिंग
it: Tema Nero
pl: Czarne tło w ciemnym motywie
pt: Tema preto
ru: Натуральный чёрный
tr: Siyah tema
uk: Amoled оформлення
zh: 黑色主题
zh_hant: 黑色佈景配置

# settings_black_theming_description
source: Use a black background in dark mode
cs: Použít černé pozadí v tmavém režimu
de: Nutze einen schwarzen Hintergrund im dunklen Modus
es: Fondo negro puro para el tema oscuro
fr: Utilise un fond noir pour le thème sombre
hi: श्याम मोड में काली पृष्ठभूमि का उपयोग करें
it: Usa uno sfondo nero in modalità scura
pl: Użyj czarnego tła w ciemnym motywie
pt: Use um fundo preto no modo escuro
ru: Использовать чёрный фон при тёмной теме оформления
tr: Koyu modda siyah arkaplan kullanın
uk: Використовувати чорний фон у темному режимі
zh: 在深色模式下使用黑色背景
zh_hant: 深色模式使用黑色背景

# settings_appearance_section_fonts
source: Fonts
cs: Písmo
de: Schriftart
es: Fuentes
fr: Polices
it: Caratteri
pl: Czcionki
pt: Fontes
uk: Шрифти
zh: 字体
zh_hant: 字型

# settings_app_font
source: App font
cs: Písmo aplikace
de: App Schriftart
es: Fuente de la aplicación
fr: Police de l''application
it: Carattere dell''app
pl: Czcionka aplikacji
pt: Fonte do aplicativo
uk: Шрифт додатка
zh: 应用字体
zh_hant: 應用程式字型

# settings_app_font_description
source: Font used for all the texts in the application, except in the notes editor
cs: Písmo používané pro všechny texty v aplikaci, kromě editoru poznámek
de: Schriftart, die für alles in der App außer für den Notizen Editor benutzt wird
es: Fuente utilizada para todos los textos de la aplicación, excepto en el editor de notas
fr: Police utilisée pour tous les textes dans l''application, hormis dans l''éditeur de note
it: Carattere utilizzato per tutti i testi dell''applicazione, tranne che nell''editor delle note
pl: Czcionka używana do wszystkich tekstów w aplikacji, z wyjątkiem edytora notatek
pt: Fonte usada para todos os textos no aplicativo, exceto no editor de notas
uk: Шрифт використовується для всіх текстів у додатку, окрім редактора нотаток
zh: 应用程序中除笔记编辑器外的所有文本使用的字体
zh_hant: 應用程式中所有文字使用的字型 (筆記編輯器除外)

# settings_editor_font
source: Editor font
cs: Písmo editoru
de: Editor Schriftart
es: Fuente del editor
fr: Police de l''éditeur
it: Carattere dell''editor
pl: Czcionka edytora
pt: Fonte do editor
uk: Шрифт редактора
zh: 编辑器字体
zh_hant: 編輯器字型

# settings_editor_font_description
source: Font used only for the text in the notes editor
cs: Písmo používané pouze pro text v editoru poznámek
de: Schriftart die nur für den Text im Notizen Editor benutzt wird
es: Fuente utilizada sólo para el texto en el editor de notas
fr: Police utilisée pour le texte dans l''éditeur de notes
it: Carattere utilizzato solo per il testo nell''editor delle note
pl: Czcionka używana tylko dla tekstu w edytorze notatek
pt: Fonte usada somente para o texto no editor de notas
uk: Шрифт використовується лише для тексту в редакторі нотаток
zh: 仅用于笔记编辑器中文本的字体
zh_hant: 僅限筆記編輯器中的文字使用的字型

# settings_page_notes_tiles
source: Notes tiles
cs: Dlaždice poznámek
de: Notizkacheln
es: Tarjetas de las notas
fr: Tuiles de notes
it: Riquadri delle note
pl: Kafelki notatek
pt: Telhas de notas
uk: Плити нотаток
zh: 笔记磁贴
zh_hant: 筆記方塊

# settings_page_notes_tiles_description
source: Appearance, content
cs: Vzhled, obsah
de: Aussehen, Inhalt
es: Apariencia, contenido
fr: Apparence, contenu
it: Aspetto, contenuto
pl: Wygląd, zawartość
pt: Aparência, conteúdo
uk: Вигляд, вміст
zh: 外观、内容
zh_hant: 外觀、內容

# settings_page_notes_tiles_appearance_section
source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt: Aparência
uk: Вигляд
zh: 外观
zh_hant: 外觀

# settings_page_notes_tiles_content_section
source: Content
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
pl: Zawartość
pt: Conteúdo
uk: Вміст
zh: 内容
zh_hant: 內容

# settings_show_tiles_background
source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
fr: Fond
hi: पृष्ठभूमि
it: Sfondo
pl: Tło
pt: Plano de Fundo
ru: Фон
tr: Arkaplan
uk: Фон
zh: 背景
zh_hant: 背景

# settings_show_tiles_background_description
source: Show the background of the notes tiles
cs: Zobrazit pozadí dlaždic poznámek
de: Hintergrund der Notizkacheln anzeigen
es: Muestra el fondo de tarjetas en las notas
fr: Afficher l''arrière-plan des tuiles de notes
hi: नोट्स टाइल्स की पृष्ठभूमि दिखाएं
it: Mostra lo sfondo dei riquadri delle note
pl: Pokaż tło kafelków notatek
pt: Mostrar o fundo dos blocos de notas
ru: Показывать фон заметок
tr: Not karolarının arka planını gösterin
uk: Показати фон плиток нотаток
zh: 显示笔记磁贴的背景
zh_hant: 顯示筆記方塊的背景

# settings_show_separators
source: Separators
cs: Oddělovače
de: Trennlinien
es: Separadores
fr: Séparateurs
hi: विभाजक
it: Separatori
pl: Separatory
pt: Separadores
ru: Разделители
tr: Ayırıcı
uk: Роздільники
zh: 分隔符
zh_hant: 分隔線

# settings_show_separators_description
source: Show a separator between the notes tiles
cs: Zobrazit oddělovač mezi dlaždicemi poznámek
de: Trennlinie zwischen den Notizkacheln anzeigen
es: Mostrar un separador entre las notas
fr: Afficher un séparateur entre les tuiles de notes
hi: नोट्स टाइल्स के बीच विभाजक दिखाएं
it: Mostra una linea di separazione tra i riquadri delle note
pl: Pokaż separatory między kafelkami notatek
pt: Mostrar um separador entre os blocos de notas
ru: Показать разделитель между заметками
tr: Not kutucukları arasında bir ayırıcı göster
uk: Показати роздільник між плитками нотаток
zh: 在笔记磁贴之间显示分隔符
zh_hant: 顯示筆記方塊之間的分隔線

# settings_show_note_type_icon
source: Show type icon
cs: Zobrazit ikonku typu
de: Typ-Icon anzeigen
fr: Afficher l''icône du type
it: Mostra icona del tipo
pl: Pokaż ikonę typu
pt: Exibir ícone de tipo
uk: Показати значок типу
zh: 显示类型图标

# settings_show_note_type_icon_description
source: Show the icon of the type of the note
cs: Zobrazit ikonku typu poznámky
de: Icon des Notiztyps zeigen
fr: Afficher l''icône du type de la note
it: Mostra l''icona del tipo della nota
pl: Pokaż ikonę typu notatki
pt: Exibir o ícone do tipo da nota
uk: Показати значок типу нотатки
zh: 显示笔记类型的图标

# settings_show_titles_only
source: Titles only
cs: Pouze názvy
de: Nur Titel
es: Sólo títulos
fr: Titres uniquement
hi: केवल शीर्षक
it: Solo titoli
pl: Tylko tytuł
pt: Títulos apenas
ru: Только заголовки
tr: Sadece başlıklar
uk: Лише заголовки
zh: 仅标题
zh_hant: 僅顯示標題

# settings_show_titles_only_description
source: Only show the titles of the notes
cs: Zobrazit pouze názvy poznámek
de: Nur Notiztitel anzeigen
es: Sólo mostrar los títulos de las notas
fr: Afficher uniquement les titres des notes
hi: केवल नोट्स के शीर्षक दिखाएं
it: Mostra solo i titoli delle note
pl: Pokazuj tylko tytuły notatek
pt: Mostrar apenas os títulos das notas
ru: Показывать только заголовки заметок
tr: Yalnızca notların başlıklarını gösterin
uk: Показувати лише заголовки нотаток
zh: 仅显示笔记的标题
zh_hant: 僅顯示筆記的標題
