Repository: maelchiotti/LocalMaterialNotes
Catalog: lib/l10n/translations/app_*.arb
Languages: cs, de, es, fr, hi, it, pl, pt, ru, tr, uk, zh, zh_hant

# settings_show_titles_only_disable_in_search_view
source: Disable titles only in search view
cs: Zakázat zobrazování pouze názvů při hledání
de: Nur Titel in Suche deaktivieren
es: Deshabilitar mostrar solo los títulos en la búsqueda
fr: Désactiver titres uniquement dans la recherche
hi: केवल खोज दृश्य में शीर्षक अक्षम करें
it: Disabilita i titoli solo nella vista di ricerca
pl: Pokazuj fragmenty notatek podczas wyszukiwania
pt: Desabilitar títulos somente na tela de pesquisa
ru: Отключить заголовки только в режиме поиска
tr: Başlıkları yalnızca arama görünümünde devre dışı bırak
uk: Вимкнути заголовки лише в режимі пошуку
zh: 仅在搜索视图中禁用标题
zh_hant: 搜尋檢視中停用僅顯示標題

# settings_show_titles_only_disable_in_search_view_description
source: Disable the option to only show the titles when in the search view
cs: Zakázat možnost zobrazující pouze názvy při vyhledávání
de: "Nur Titel anzeigen" deaktivieren, wenn Du Dich in der Suchansicht befindest
es: Deshabilitar la opción de sólo mostrar los títulos cuando se muestra la vista de búsqueda
fr: Désactiver l’option pour afficher uniquement les titres dans la vue de recherche
hi: केवल खोज दृश्य में शीर्षक अक्षम करें
it: Disabilita l''opzione "mostra solo i titoli" nella vista di ricerca
pl: Ignoruj opcję "Tylko tytuły" podczas wyszukiwania
pt: Desativar a opção de mostrar apenas os títulos na exibição de pesquisa
ru: Отключите опцию, чтобы показывать только заголовки во время поиска
tr: Arama görünümündeyken yalnızca başlıkları gösterme seçeneğini devre dışı bırakın
uk: Вимкнути опцію показу лише назв у режимі пошуку
zh: 禁用在搜索视图中仅显示标题的选项
zh_hant: 在搜尋檢視中停用僅顯示標題的選項

# settings_content_preview_max_lines
source: Maximum preview lines
cs: Maximální počet řádků náhledu
de: Maximale Vorschauzeilen
es: Máximas líneas en la vista previa
fr: Maximum de lignes d''aperçu
it: Righe di anteprima massime
pl: Maksymalna podgląd wierszy
pt: Máximo de linhas de visualização
uk: Максимальна кількість рядків попереднього перегляду
zh: 最大预览行数
zh_hant: 預覽行數上限

# settings_content_preview_max_lines_description
source: Maximum number of lines of the content preview to show
cs: Maximální počet zobrazených řádků při zobrazování náhledu obsahu
de: Maximale Anzahl an Zeilen der Inhaltsvorschau
es: Número máximo de líneas a mostrar en la vista previa del contenido
fr: Nombre maximum de lignes d''aperçu du contenu à afficher
it: Numero massimo di righe dell''anteprima del contenuto da mostrare
pl: Maksymalna liczba linii podglądu zawartości do pokazania
pt: Número máximo de linhas da visualização do conteúdo a ser exibido
uk: Максимальна кількість рядків попереднього перегляду вмісту для показу
zh: 要显示的内容预览的最大行数
zh_hant: 內容預覽最多顯示幾多行

# settings_behavior
source: Behavior
cs: Chování
de: Verhalten
es: Comportamiento
fr: Comportement
hi: व्यवहार
it: Comportamento
pl: Zachowanie
pt: Comportamento
ru: Поведение
tr: Davranış
uk: Поведінка
zh: 行为
zh_hant: 行為

# settings_behavior_description
source: Confirmations, secure flag, swipe actions
cs: Potvrzování, akce přejetím
de: Bestätigungen, Wischgesten
fr: Confirmations, actions de balayage
hi: पुष्टि, सुरक्षा फ़्लैग, स्वाइप क्रियाएँ
it: Conferme, azioni di scorrimento
pl: Potwierdzenia, akcje przesuwania palcem
pt: Confirmações, ações de deslizar fazem
ru: Диалоги подтверждения, защитные меры, действия при свайпе
tr: Onaylar, güvenli bayrak, kaydırma eylemleri
uk: Підтвердження, дії зі гортанням
zh: 确认、滑动操作
zh_hant: 確認、安全旗標、滑動動作

# settings_behavior_application
source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
hi: एप्लिकेशन
it: Applicazione
pl: Aplikacja
pt: Aplicativo
ru: Приложение
tr: Uygulama
uk: Застосунок
zh: 应用程序
zh_hant: 應用程式

# settings_confirmations
source: Confirmation dialog
cs: Potvrzovací dialog
de: Bestätigungsdialog
es: Diálogo de confirmación
fr: Dialogues de confirmation
hi: पुष्टिकरण संवाद
it: Dialoghi di conferma
pl: Dialogi potwierdzenia
pt: Diálogo de confirmação
ru: Диалог подтверждения
tr: Onay iletişim kutuları
uk: Діалогове вікно підтвердження
zh: 确认对话框
zh_hant: 確認對話方塊

# settings_confirmations_description
source: When to show a confirmation dialog when performing an action on a note
cs: Kdy zobrazit dialogové okno s potvrzením při provádění akce na poznámce
de: Bestätigungsdialog bei Aktion
es: Cuándo mostrar un cuadro de diálogo de confirmación al realizar una acción en una nota
fr: Quand afficher un dialogue de confirmation lors de l''exécution d''une action sur une note
hi: नोट पर कोई कार्रवाई करते समय पुष्टिकरण संवाद कब दिखाना है
it: Quali azioni su una nota mostrano un dialogo di conferma
pl: Kiedy pokazywać potwierdzenie podczas wykonywania akcji na notatce
pt: Quando mostrar um diálogo de confirmação ao executar uma ação em uma nota
ru: Когда показывать диалоговое окно подтверждения при выполнении действия над записью
tr: Not üzerinde bir eylem gerçekleştirirken bir onay iletişim kutusu ne zaman gösterilir
uk: Коли показувати діалогове вікно підтвердження під час виконання дії з нотаткою
zh: 对笔记执行操作时何时显示确认对话框
zh_hant: 執行筆記動作時該顯示確認對話方塊的時機

# settings_confirmations_title_none
source: Never
cs: Nikdy
de: Niemals
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
pl: Nigdy
pt: Nunca
ru: Никогда
tr: Asla
uk: Ніколи
zh: 从不
zh_hant: 永不

# settings_confirmations_title_irreversible
source: Irreversible actions only
cs: Pouze nevratné akce
de: Nur unwiderrufliche Aktionen
es: En acciones irreversibles
fr: Actions irréversibles uniquement
hi: केवल अपरिवर्तनीय क्रियाएँ
it: Solo azioni irreversibili
pl: Tylko akcje nieodwracalne
pt: Apenas ações irreversíveis
ru: Только необратимые действия
tr: Sadece geri alınamaz eylemler
uk: Тільки незворотні дії
zh: 仅限不可撤销的操作
zh_hant: 僅限不可逆轉的動作

# settings_confirmations_title_all
source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
hi: सदैव
it: Sempre
pl: Zawsze
pt: Sempre
ru: Всегда
tr: Her zaman
uk: Завжди
zh: 始终
zh_hant: 一律

# settings_behavior_swipe_actions
source: Swipe actions
cs: Akce přejetím
de: Wischgesten
es: Acciones de deslizamiento
fr: Actions de balayage
hi: स्वाइप क्रियाएँ
it: Azioni di scorrimento
pl: Gesty przesunięcia palcem
pt: Ações de deslizar
ru: Действия при свайпе
tr: Kaydırma işlemleri
uk: Дії з гортанням
zh: 滑动操作
zh_hant: 滑動動作

# settings_behavior_swipe_actions_bin
source: Swipe actions (bin)
cs: Akce přejetím (koš)
de: Wischgesten (Papierkorb)
es: Acciones de deslizamiento (papelera)
fr: Action de balayage (corbeille)
it: Azioni di scorrimento (nel cestino)
pl: Akcje przesuwania (kosz)
pt: Ações de deslizamento (lixeira)
uk: Дії з гортанням (кошик)
zh: 滑动操作（回收站）
zh_hant: 滑動動作 (垃圾桶)

# settings_swipe_action_right
source: Right swipe action
cs: Akce přejetím doprava
de: Aktion für Rechtswischen
es: Deslizar a la derecha
fr: Action de balayage à droite
hi: दायाँ स्वाइप क्रिया
it: Azione di scorrimento verso destra
pl: Akcja przesunięcia w prawo
pt: Ação de deslizar para a direita
ru: Действие при свайпе вправо
tr: Sağa kaydırma eylemi
uk: Дія гортання праворуч
zh: 向右滑动操作
zh_hant: 向右滑動動作

# settings_swipe_action_right_description
source: Action to trigger when a right swipe is performed on a note tile
cs: Akce spuštěná po přejetí po dlaždici poznámky prstem doprava
de: Aktion bei Nach-Rechts-Wischen
es: Acción a realizar al deslizar a la derecha la tarjeta se una nota
fr: Action à déclencher lorsqu''un balayage vers la droite est effectué sur une tuile de note
hi: नोट टाइल पर दायाँ स्वाइप करने पर ट्रिगर होने वाली क्रिया
it: Azione che viene eseguita dopo uno scorrimento verso destra su una nota
pl: Akcja uruchamiana, gdy przesuwasz kafelek notatki w prawo
pt: Ação a ser executada quando deslizar para a direita num bloco de nota
ru: Действие, которое будет выполняться при свайпе вправо по заметке
tr: Bir not kutucuğu üzerinde sağa kaydırma yapıldığında tetiklenecek eylem
uk: Дія, яка спрацьовує, коли на плитці нотатки виконується гортання праворуч
zh: 在笔记磁贴上向右滑动时触发的操作
zh_hant: 向右滑動筆記方塊時要觸發的動作

# settings_bin_swipe_action_right_description
source: Action to trigger when a right swipe is performed on a note tile in the bin
cs: Akce spuštěná po přejetí po dlaždici poznámky v koši prstem doprava
de: Aktion, die ausgelöst wird, wenn man auf einer Notizkachel im Papierkorb nach rechts wischt
es: Acción a realizar cuando se desliza a la derecha la tarjeta de una nota en la papelera
fr: Action à déclencher lorsqu''un balayage vers la droite est effectué sur une tuile de note dans la corbeille
it: Azione che viene eseguita dopo uno scorrimento verso destra, su una nota che si trova nel cestino
pl: Akcja uruchamiana, gdy przesuwasz w prawo, kafelek notatki w koszu
pt: Ação a ser acionada quando um deslize para a direita é realizado em um bloco de notas na lixeira
uk: Дія, яка спрацьовує, коли на плитці нотатки в кошику виконується гортання праворуч
zh: 在回收站中的笔记磁贴上向右滑动时触发的操作
zh_hant: 在垃圾桶中向右滑動筆記方塊時要觸發的動作

# settings_swipe_action_left
source: Left swipe action
cs: Akce přejetím doleva
de: Aktion für Linkswischen
es: Desliza a la izquierda
fr: Action de balayage à gauche
hi: बाएँ स्वाइप क्रिया
it: Azione di scorrimento verso sinistra
pl: Akcja przesunięcia w lewo
pt: Ação de deslizar para a esquerda
ru: Действие при свайпе влево
tr: Sola kaydırma eylemi
uk: Дія гортання ліворуч
zh: 向左滑动操作
zh_hant: 向左滑動動作

# settings_swipe_action_left_description
source: Action to trigger when a left swipe is performed on a note tile
cs: Akce spuštěná po přejetí po dlaždici poznámky prstem doleva
de: Aktion bei Nach-Links-Wischen
es: Acción a realizar al deslizar a la izquierda la tarjeta de una nota
fr: Action à déclencher lorsqu''un balayage vers la gauche est effectué sur une tuile de note
hi: नोट टाइल पर बाईं ओर स्वाइप करने पर ट्रिगर होने वाली क्रिया
it: Azione che viene eseguita dopo uno scorrimento verso sinistra su una nota
pl: Akcja uruchamiana, gdy przesuwasz kafelek notatki w lewo
pt: Ação a ser executada quando deslizar para a esquerda num bloco de nota
ru: Действие, которое будет выполняться при свайпе влево по заметке
tr: Bir not kutucuğu üzerinde sola kaydırma yapıldığında tetiklenecek eylem
uk: Дія, яка спрацьовує, коли на плитці нотатки виконується гортання ліворуч
zh: 在笔记磁贴上向左滑动时触发的操作
zh_hant: 向左滑動筆記方塊時要觸發的動作

# settings_bin_swipe_action_left_description
source: Action to trigger when a left swipe is performed on a note tile in the bin
cs: Akce spuštěná po přejetí po dlaždici poznámky v koši prstem doleva
de: Aktion, die ausgelöst wird, wenn man auf einer Notizkachel im Papierkorb nach links wischt
es: Acción a realizar al deslizar a la izquierda la tarjeta de una nota
fr: Action à déclencher lorsqu''un balayage vers la gauche est effectué sur une tuile de note dans la corbeille
it: Azione che viene eseguita dopo uno scorrimento verso sinistra, su una nota che si trova nel cestino
pl: Akcja uruchamiana, gdy przesuwasz w lewo, kafelek notatki w koszu
pt: Ação a ser acionada quando um deslize para a esquerda é realizado em um bloco de notas na lixeira
uk: Дія, яка спрацьовує, коли на плитці нотатки в кошику виконується гортання ліворуч
zh: 在回收站中的笔记磁贴上向左滑动时触发的操作
zh_hant: 在垃圾桶中向左滑動筆記方塊時要觸發的動作

# settings_page_notes_types
source: Notes types
cs: Typy poznámek
de: Notiztypen
fr: Types de notes
it: Tipi di note
pl: Typy notatek
pt: Tipos de notas
uk: Типи нотаток
zh: 笔记类型

# settings_page_notes_types_description
source: Types to use, rich text
cs: Používané typy, bohatý text
de: Zu verwendende Typen, Rich-Text
fr: Types à utiliser, texte riche
it: Tipi da utilizzare, testo avanzato
pl: Typy do użycia, wzbogacony tekst
pt: Tipos de uso, texto rico
uk: Типи до використання, форматований текст
zh: 要使用的类型，富文本

# settings_section_types_to_use
source: Types to use
cs: Používané typy
de: Zu verwendende Typen
fr: Types à utiliser
it: Tipi da utilizzare
pl: Typy do użycia
pt: Tipos de uso
uk: Типи до використання
zh: 要使用的类型

# settings_available_notes_types
source: Available notes types
cs: Dostupné typy poznámek
de: Verfügbare Notiztypen
fr: Types de notes disponibles
it: Tipi di note disponibili
pl: Dostępne typy notatek
pt: Tipos de notas disponíveis
uk: Доступні типи до використання
zh: 可用笔记类型

# settings_available_notes_types_description
source: The list of notes types that can be created with the "Add" button from the notes page. When removing a type, already existing notes with that type are not deleted and can still be used normally
cs: Seznam typů poznámek, které lze vytvořit pomocí tlačítka "Přidat" ze stránky s poznámkami. Při odebrání typu nejsou již existující poznámky s tímto typem smazány a mohou být stále normálně používány
de: Die Liste der Notiztypen, die mit dem Button "Hinzufügen" von der Notizseite erstellt werden können. Beim Entfernen eines Typs werden bereits bestehende Notizen mit diesem Typ nicht gelöscht und können weiterhin normal verwendet werden
fr: La liste des types de notes qui peuvent être créés avec le bouton "Ajouter" à partir de la page des notes. Lors du retrait d''un type, les notes déjà existantes avec ce type ne sont pas supprimées et peuvent toujours être utilisées normalement
it: La lista di tipi di note che posso essere creati con il pulsante "+" dalla pagina delle note. Quando rimuovi un tipo, le note esistenti di quel tipo non saranno rimosse e rimarranno utilizzabili
pl: Lista typów notatek, które można utworzyć za pomocą przycisku "Dodaj" ze strony notatki. Podczas usuwania typu już istniejące notatki tego typu nie są usuwane i nadal mogą być używane normalnie
pt: A lista de tipos de notas que podem ser criadas com o botão “Adicionar” na página de notas. Ao remover um tipo, as notas já existentes com esse tipo não são excluídas e ainda podem ser usadas normalmente
uk: Список типів нотаток, які можна створити за допомогою кнопки «Додати» на сторінці нотаток. Під час видалення типу наявні нотатки цього типу не видаляються та їх можна використовувати як завжди
zh: 可以使用笔记页面中的“添加”按钮创建的笔记类型列表。移除类型时，该类型的现有笔记不会被删除，仍然可以正常使用

# settings_available_default_share_type
source: Default share type
cs: Výchozí typ ze sdílení
de: Standardtyp fürs Teilen
fr: Type de partage par défaut
it: Tipo da condivisione
pl: Domyślny typ udostępniania
pt: Tipo de compartilhamento padrão
uk: Тип поширення за замовчуванням
zh: 默认分享类型

# settings_available_default_share_type_description
source: The default note type to use when creating a note from a share action. It can be a type that is not available from the "Add" button
cs: Výchozí typ poznámky, který se použije při vytváření poznámky ze sdílení. Může to být typ, který není k dispozici z tlačítka "Přidat"
de: Der Standard-Notiztyp, der beim Erstellen einer Notiz aus einer Teilen-Aktion verwendet werden soll. Es kann auch ein Typ sein, der nicht über den "Hinzufügen"-Button verfügbar ist
fr: Le type de note à utiliser par défaut lors de la création d''une note à partir d''une action de partage. Il peut s''agir d''un type qui n''est pas disponible depuis le bouton "Ajouter"
it: Il tipo predefinito di nota da utilizzare quando si crea una nota da una condivisione. Può essere un tipo non disponibile dal tasto "+"
pl: Domyślny typ notatki podczas tworzenia notatki z akcji współdzielenia. Może to być typ, który nie jest dostępny z przycisku "Dodaj"
pt: O tipo de nota padrão a ser usado ao criar uma nota a partir de uma ação de compartilhamento. Pode ser um tipo que não esteja disponível no botão “Adicionar”
uk: Тип нотатки за замовчуванням, який використовується під час створення нотатки з дії поширення. Це може бути тип, недоступний за допомогою кнопки «Додати»
zh: 从分享操作创建笔记时使用的默认笔记类型。它可以是“添加”按钮中不可用的类型

# settings_editor
source: Editor
fr: Éditeur
hi: संपादक
pl: Edytor
ru: Редактор
tr: Düzenleyen
uk: Редактор
zh: 编辑器
zh_hant: 編輯器

# settings_editor_description
source: Behavior
cs: Chování
de: Verhalten
fr: Comportement
hi: बटन, टूलबार, रीडिंग मोड, स्पेसिंग
it: Comportamenti
pl: Zachowanie
pt: Comportamento
ru: Кнопки, панель инструментов, режим чтения, интервал
tr: Düğmeler, araç çubuğu, okuma modu, aralık
uk: Поведінка
zh: 行为
zh_hant: 按鈕、工具列、閱讀模式、留白

# settings_editor_behavior
source: Behavior
cs: Chování
de: Verhalten
es: Comportamiento
fr: Comportement
hi: व्यवहार
it: Comportamenti
pl: Zachowanie
pt: Comportamento
ru: Поведение
tr: Davranış
uk: Поведінка
zh: 行为
zh_hant: 行為

# settings_show_editor_mode_button
source: Editor mode button
cs: Tlačítko režimu editoru
de: Bearbeitungsmodus-Schaltfläche
es: Botón del modo editor
fr: Bouton du mode édition
hi: संपादक मोड बटन
it: Pulsante di cambio modalità nell''editor
pl: Przycisk trybu edycji
pt: Botão modo editor
ru: Кнопка режима редактирования
tr: Düzenleyici modu düğmesi
uk: Кнопка режиму редактора
zh: 编辑器模式按钮
zh_hant: 編輯器模式按鈕

# settings_show_editor_mode_button_description
source: Enable the button to toggle the editor between editing mode and reading mode
cs: Povolit tlačítko pro přepnutí editoru mezi režimem úpravy a čtení
de: Schaltfläche zum Umschalten zwischen Bearbeitungs- und Lesemodus anzeigen
es: Activar el botón para cambiar el editor entre el modo de edición y el modo de lectura
fr: Activer le bouton pour basculer entre le mode d''édition et le mode de lecture
hi: संपादन मोड और पठन मोड के बीच संपादक को टॉगल करने के लिए बटन को सक्षम करें
it: Abilita il pulsante per cambiare dalla modalità editing alla modalità lettura, e viceversa
pl: Pokaż przycisk przełączający pomiędzy trybem edycji a trybem czytania
pt: Habilite o botão para alternar o editor entre o modo de edição e o modo de leitura
ru: Включите кнопку, чтобы переключить редактор между режимом редактирования и режимом чтения
tr: Düzenleyiciyi düzenleme modu ile okuma modu arasında değiştirmek için düğmeyi etkinleştirin
uk: Увімкніть кнопку для перемикання редактора між режимом редагування та режимом читання
zh: 启用在编辑模式和阅读模式之间切换编辑器的按钮
zh_hant: 啟用切換編輯器編輯與閱讀模式的按鈕

# settings_open_editor_reading_mode
source: Open in reading mode
cs: Otevřít v režimu čtení
de: Im Lesemodus öffnen
es: Abrir en modo de lectura
fr: Ouvrir en mode lecture
hi: पठन मोड में खोलें
it: Apri in modalità lettura
pl: Otwórz w trybie czytania
pt: Abrir no modo de leitura
ru: Открыть в режиме чтения
tr: Okuma modunda açın
uk: Відкрити в режимі читання
zh: 以阅读模式打开
zh_hant: 以閱讀模式開啟

# settings_open_editor_reading_mode_description
source: Open the editor in reading mode by default
cs: Ve výchozím nastavení otevírat editor v režimu čtení
de: Editor standardmäßig im Lesemodus öffnen
es: Abrir el editor en modo de lectura por defecto
fr: Ouvrir l''éditeur en mode lecture par défaut
hi: संपादक को डिफ़ॉल्ट रूप से पठन मोड में खोलें
it: Apri l''editor in modalità lettura di default
pl: Domyślnie otwieraj edytor w trybie czytania
pt: Abrir o editor no modo leitura por padrão
ru: По умолчанию открывать редактор в режиме чтения
tr: Düzenleyiciyi varsayılan olarak okuma modunda açın
uk: Відкривати редактор у режимі читання за замовчуванням
zh: 默认以阅读模式打开编辑器
zh_hant: 預設以閱讀模式開啟編輯器

# settings_focus_title_on_new_note
source: Focus the title
cs: Zaměřit název
de: Cursor ins Titelfeld setzen
es: Enfocar el título
fr: Focaliser le titre
hi: शीर्षक पर ध्यान करें
it: Metti a fuoco il titolo
pl: Skup się na tytule
pt: Focar no título
ru: Фокусироваться на заголовке
tr: Başlığa odaklanın
uk: Зосередитись на заголовку
zh: 聚焦标题
zh_hant: 標題聚焦

# settings_focus_title_on_new_note_description
source: Focus the title instead of the content when creating a new note
cs: Zaměřit název namísto obsahu při vytvoření nové poznámky
de: Den Cursor beim Erstellen einer neuen Notiz ins Titelfeld setzen anstelle des Inhaltsfeldes
es: Enfocar el título en lugar del contenido cuando se crea una nueva nota
fr: Focaliser le titre au lieu du contenu lors de la création d''une nouvelle note
hi: नया नोट बनाते समय विषय-वस्तु के बजाय शीर्षक पर ध्यान
it: Quando si crea una nuova nota, il cursore di scrittura è posizionato sul titolo invece che sul contenuto
pl: Skup się na tytule, zamiast na zawartości, podczas tworzenia nowej notatki
pt: Focar no título em vez do conteúdo ao criar uma nota
ru: При создании новой заметки сфокусироваться на заголовок
tr: Yeni bir not oluştururken içerik yerine başlığa odaklanın
uk: Зосередитись на заголовку, а не на змісті під час створення нової нотатки
zh: 在创建新笔记时聚焦标题而不是内容
zh_hant: 建立新的筆記時聚焦標題而非內容

# settings_editor_appearance
source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
pl: Wygląd
pt: Aparência
ru: Персонализация
tr: Görünüm
uk: Вигляд
zh: 外观
zh_hant: 外觀

# settings_use_paragraph_spacing
source: Paragraph spacing
cs: Rozestup mezi odstavci
de: Absatzabstand
es: Espacio entre párrafos
fr: Espacement entre les paragraphes
hi: पैराग्राफ़ स्पेसिंग
it: Spaziatura dei paragrafi
pl: Odstęp między akapitami
pt: Espaçamento dos parágrafos
ru: Расстояние между абзацами
tr: Paragraf aralığı
uk: Інтервал між абзацами
zh: 段落间距
zh_hant: 分段留白

# settings_use_paragraph_spacing_description
source: Use spacing between paragraphs
cs: Používat odstup mezi odstavci
de: Verwende Abstand zwischen Absätzen
es: Usar espaciado entre párrafos
fr: Utiliser l''espacement entre les paragraphes
hi: पैराग्राफ़ के बीच स्पेसिंग का उपयोग करें
it: Inserisci della spaziatura tra paragrafi
pl: Zachowaj odstęp między akapitami
pt: Usar espaçamento entre parágrafos
ru: Применять интервал между абзацами
tr: Paragraflar arasında boşluk kullanın
uk: Використовувати інтервали між абзацами
zh: 在段落之间使用间距
zh_hant: 段落之間留白

# settings_labels
source: Labels
cs: Štítky
es: Etiquetas
fr: Libellés
hi: लेबल
it: Etichette
pl: Tagi
pt: Rótulos
ru: Теги
tr: Etiketler
uk: Теги
zh: 标签
zh_hant: 標籤

# settings_labels_description
source: Enable, appearance
cs: Povolit, vzhled
de: Aktivierung, Aussehen
es: Habilitar, apariencia
fr: Activer, apparence
hi: सक्षम, दिखावट
it: Abilita, aspetto
pl: Włącz, wygląd
pt: Habilitar, aparência
ru: Включить теги, персонализация
tr: Görünümü etkinleştir
uk: Увімкнути, вигляд
zh: 启用、外观
zh_hant: 啟用、外觀

# settings_enable_labels
source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
hi: सक्षम
it: Abilita
pl: Włącz
pt: Habilitar
ru: Включить теги
tr: Etkinleştir
uk: Увімкнути
zh: 启用
zh_hant: 啟用

# settings_enable_labels_description
source: Allow to categorize the notes with labels (disabling it doesn''t delete labels nor remove them from the notes, it only hides them)
cs: Povolit kategorizaci poznámek pomocí štítků (vypnutí neodstraní štítky ani je neodstraní z poznámek, pouze je skryje)
de: Erlaubt das Kategorisieren der Notizen mit Beschriftungen (das Deaktivieren dieser Funktion löscht die Beschriftungen weder, noch entfernt sie sie aus den Notizen, es verbirgt sie nur)
es: Permitir categorizar las notas con etiquetas (deshabilitarlo no elimina etiquetas ni las elimina de las notas, solo las oculta)
fr: Permettre de catégoriser les notes avec des étiquettes (le désactiver ne supprime pas les étiquettes et ne les retire pas des notes, ça les masque seulement)
it: Permetti di categorizzare le note con delle etichette (disabilitare questa impostazione non elimina le etichette né le rimuove dalle note, le nasconde soltanto)
pl: Pozwala skategoryzować notatki tagami (nie usuwa tagów ani nie usuwa ich z notatek, tylko je ukrywa)
pt: Permitir categorizar as notas com rótulos (a desativação não exclui os rótulos nem os remove das notas, apenas os oculta)
ru: Позволяет организовывать заметки с помощью тегов (отключение не удаляет теги, а только скрывает их)
tr: Notları etiketlerle kategorize etmeye izin ver (devre dışı bırakmak etiketleri silmez veya notlardan kaldırmaz, sadece gizler)
uk: Дозволити категоризацію нотаток за допомогою тегів (вимкнення цієї функції не видаляє теги та не видаляє їх з нотаток, а лише приховує їх)
zh: 允许使用标签对笔记进行分类（禁用后不会删除标签，也不会将其从笔记中移除，而只会隐藏标签）
zh_hant: 允許以標籤分類筆記 (停用僅隱藏標籤，不會刪除或從筆記移除標籤)

# settings_labels_appearance
source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
pl: Wygląd
pt: Aparência
ru: Персонализация
tr: Görünüm
uk: Вигляд
zh: 外观
zh_hant: 外觀
